[
    {
        "id": 1,
        "type": "post",
        "name": "Грибобор",
        "lore": "Выписка из Велесовой книги: 'Не человек и не зверь, не старик и не дитя, не зло и не обро. Коли в Его земли зашел - может и сгубить, а может вывести на тропинку и домой путь указать. Какие люди дары носят Ему, а какие, как только голубую нить в лесу увидят - за факелами бегут.После всех историй, услышанных мной, всех походов в леа и попыток увидеть тело Его, понимаю, что дела Ему до судьбы нашей скромной нет, только рост тела, да преумножение потомства волнуют Его. Не зря старики Его королём грибов называют...'",
        "situation": " в поисках провианта вы выходите на голубую полянку. Вокруг начинает смеркаться, воздух становиться влажным и тягучим, вы вспоминаете россказни о короле Грибов",
        "var1": "Испытание: Продолжить набирать припасы на поляне: Требования: 2 силы 2 огня :Награда: 3 земля",
        "var2": "Случай: Притаиться и высматривать короля: Удача 8: 3 земля :Неудача: -1 земля",
        "var3": "Принятие: Оставить монетку на добро и покинуть поляну: -1 золото",
        "row": 17,
        "col": 8,
        "image": "gribobor.jpeg"
    },
    {
        "id": 2,
        "type": "post",
        "name": "Абротник Иван",
        "lore": "Лор: полевые товарно-денежные отношения: 'Нет у меня денег, что ты ко мне привязался.''Слушай, все так говорят. А ты купи коня?''Не нужен мне конь, ну не нужен он мне. Если бы топорами торговал - я купил бы.'''Топоры, не топоры, а ты купи коня?''Пол вечера ты мне глаза мозолишь, иди вон в Ростки, там твоего коня точно купят.''Но мы то не в Ростках сейчас. Купи коня?''Аааыыааыыа...'",
        "situation": "Ситуация:проходя мимо поля живков, вы видите как трое рослых мужчин избивают молодого парня. Подойдя ближе, вы понимаете, что происходит самосуд над конокрадом. Вам ясно, чем всё закончится.",
        "var1": "Испытание: Отвести парня в город на честный суд :Требования: 2 мудрости :Награда: 3 золото",
        "var2": "Случай: Доказать невиновность парня :Удача 10: спутник :Неудача: -2 золото",
        "var3": "Принятие: Оставить всё как есть : -",
        "row": 14,
        "col": 11,
        "image": "Abrotnik.jpeg"
    },
    {
        "id": 3,
        "type": "post",
        "name": "Продавец сладостей из каравана",
        "lore": "'Сладости и диковинки со всех концов света! Подходи, покупай, пробуй всё, выбирай! Мороженое с гор Печальных, не будет мыслей заурядных! Кто леденец столичный лижет, тот здоровьем не обижен! Из Печного пирожок, будешь сильным ты, дружок! С Медных гор возьмешь конфетку, сыщешь ценную монетку! Из Приклонного живица, будешь ярким, как жар-птица! Яблочко из Залесного, победишь в бою любого!'",
        "situation": "Ситуация: идя по тракту, вы замечаете караван, который остановился возле деревни на ночлег. Местный купец развлекает детей сладостями на любой вкус и цвет.",
        "var1": "Испытание: Выпросить сладость с гор Печальных :Требования: 1 мудрость :Награда: 1 ветер",
        "var2": "Случай: Подрезать пирожок с Печного : Удача 6: 1 земля :Неудача: -2 золото",
        "var3": "Принятие: Купить сладостей : -1 золото",
        "row": 13,
        "col": 2,
        "image": "Prodovec_sladostei.jpeg"
    },
    {
        "id": 4,
        "type": "post",
        "name": "Дмитрий Пушкарёв",
        "lore": "крики из корчмы: 'Ты знаешь, сколько я Дурынд спас?! А сколько упырей под землю вернул?! Вижу по лицам вашим, что ничего страшнее палюшки не видели в жизни своей... Городские... Что... Убери руки свои... Да сам я выйду, сам... Козлы... Одна ты, Паля, меня понимаешь... Эх Самсон, Самсон... Где же ты ходишь...'",
        "situation": "Ситуация: у входа в корчму к вам с расспросами пристаёт крепкий коренастый мужчина. Он ищет своего брата Самсона и готов отдать всё за информацию о нём.",
        "var1": "Испытание: Убедить его продолжить поиски с вами :Требования: 3 мудрость :Награда: 1 спутник",
        "var2": "Случай: Обмануть странника :Удача 7: 3 золото :Неудача: -1 земля",
        "var3": "Принятие: Пожать плечами и войти в корчму : -",
        "row": 5,
        "col": 7,
        "image": "best_boi_din.jpeg"
    }

]
