[
    {
        "id": 1,
        "type": "post",
        "level": 2,
        "name": "Грибобор",
        "lore": "Выписка из Велесовой книги: 'Не человек и не зверь, не старик и не дитя, не зло и не добро. Коли в Его земли зашел - может и сгубить, а может вывести на тропинку и домой путь указать. Какие люди дары носят Ему, а какие, как только голубую нить в лесу увидят - за факелами бегут.После всех историй, услышанных мной, всех походов в леа и попыток увидеть тело Его, понимаю, что дела Ему до судьбы нашей скромной нет, только рост тела, да преумножение потомства волнуют Его. Не зря старики Его королём грибов называют...'",
        "situation": "в поисках провианта вы выходите на голубую полянку. Вокруг начинает смеркаться, воздух становиться влажным и тягучим, вы вспоминаете россказни о короле Грибов",
        "var1": "Испытание: Продолжить набирать припасы на поляне: Требования: 2 силы 2 огня :Награда: 3 земля",
        "var2": "Случай: Притаиться и высматривать короля: Удача 8: 3 земля :Неудача: -1 земля",
        "var3": "Принятие: Оставить монетку на добро и покинуть поляну: -1 золото",
        "row": 17,
        "col": 8,
        "image": "gribobor.jpeg"
    },
    {
        "id": 2,
        "type": "post",
        "level": 2,
        "name": "Абротник Иван",
        "lore": "Лор: полевые товарно-денежные отношения: 'Нет у меня денег, что ты ко мне привязался.''Слушай, все так говорят. А ты купи коня?''Не нужен мне конь, ну не нужен он мне. Если бы топорами торговал - я купил бы.'''Топоры, не топоры, а ты купи коня?''Пол вечера ты мне глаза мозолишь, иди вон в Ростки, там твоего коня точно купят.''Но мы то не в Ростках сейчас. Купи коня?''Аааыыааыыа...'",
        "situation": "проходя мимо поля живков, вы видите как трое рослых мужчин избивают молодого парня. Подойдя ближе, вы понимаете, что происходит самосуд над конокрадом. Вам ясно, чем всё закончится.",
        "var1": "Испытание: Отвести парня в город на честный суд :Требования: 2 мудрости :Награда: 3 золото",
        "var2": "Случай: Доказать невиновность парня :Удача 10: спутник :Неудача: -2 золото",
        "var3": "Принятие: Оставить всё как есть : -",
        "row": 14,
        "col": 11,
        "image": "Abrotnik.jpeg"
    },
    {
        "id": 3,
        "type": "post",
        "level": 2,
        "name": "Продавец сладостей из каравана",
        "lore": "'Сладости и диковинки со всех концов света! Подходи, покупай, пробуй всё, выбирай! Мороженое с гор Печальных, не будет мыслей заурядных! Кто леденец столичный лижет, тот здоровьем не обижен! Из Печного пирожок, будешь сильным ты, дружок! С Медных гор возьмешь конфетку, сыщешь ценную монетку! Из Приклонного живица, будешь ярким, как жар-птица! Яблочко из Залесного, победишь в бою любого!'",
        "situation": "идя по тракту, вы замечаете караван, который остановился возле деревни на ночлег. Местный купец развлекает детей сладостями на любой вкус и цвет.",
        "var1": "Испытание: Выпросить сладость с гор Печальных :Требования: 1 мудрость :Награда: 1 ветер",
        "var2": "Случай: Подрезать пирожок с Печного : Удача 6: 1 земля :Неудача: -2 золото",
        "var3": "Принятие: Купить сладостей : -1 золото",
        "row": 13,
        "col": 2,
        "image": "Prodovec_sladostei.jpeg"
    },
    {
        "id": 4,
        "type": "post",
        "level": 2,
        "name": "Дмитрий Пушкарёв",
        "lore": "крики из корчмы: 'Ты знаешь, сколько я Дурынд спас?! А сколько упырей под землю вернул?! Вижу по лицам вашим, что ничего страшнее палюшки не видели в жизни своей... Городские... Что... Убери руки свои... Да сам я выйду, сам... Козлы... Одна ты, Паля, меня понимаешь... Эх Самсон, Самсон... Где же ты ходишь...'",
        "situation": "у входа в корчму к вам с расспросами пристаёт крепкий коренастый мужчина. Он ищет своего брата Самсона и готов отдать всё за информацию о нём.",
        "var1": "Испытание: Убедить его продолжить поиски с вами :Требования: 3 мудрость :Награда: 1 спутник",
        "var2": "Случай: Обмануть странника :Удача 7: 3 золото :Неудача: -1 земля",
        "var3": "Принятие: Пожать плечами и войти в корчму : -",
        "row": 5,
        "col": 7,
        "image": "best_boi_din.jpeg"
    },
    {
        "id": 5,
        "type": "post",
        "level": 2,
        "name": "Айнэ",
        "lore": "Из очерков третьей эспедиции искавшей новые пути к восточному морю: на 2-ой привал после начала 'тундарь нюр'я' (полярная ночь) мы обнаружили двух наших дозорных посиневшими от обморожения, лежащими в нескольких метрах от полевой кухни. У обоих отсутствовали правые кисти рук, возможно их утащили дикие псы. Мужичье болтает, что Айнэ пришла просить помощи. Завтра двинемся дальше. Отправил Богдана за поиском охотников, что бы предупредил, что мы двинулись дальше.",
        "situation": "Ситуация: снег застилает вам взор, но вы продолжаете идти вперед. Вы слышите хрип, и видите девушку в меховой парке тянущую к вам руку.",
        "var1": "Испытание: Ударить девушку факелом:Требования:2 огня:Награда:1 вода,малый артефакт.",
        "var2": "Случай: Протянуть свою руку:Удача 9: 2 воды, 2 золото:Неудача: убивает путника.",
        "var3": "Принятие: Отбить руку: -1 огонь.",
        "row": 2,
        "col": 13,
        "image": "Aine.jpg"
    },
    {
        "id": 6,
        "type": "post",
        "level": 2,
        "name": "Соломник",
        "lore": "со слов старух из села Углесово: по весне, кольужелси за сеном плохо следить может завестись внизу стога. Если рослый заметит, то тут уж сено высушить можно, да или просто светом опалить его, а так может молодого телёнка или дитечку утянуть, что бы силу взять, да в леса уйти.",
        "situation": "Ситуация: вы слышите шорох и сдавленные стоны в уже набухшем от  воды сене. ",
        "var1": "Испытание: Вилами разгрести сено и высушить,что есть:Требования:1сила,1ловкость:награда:1 земля.",
        "var2": "Случай: Кинуть в стог копченую свиную ногу: Удача 6: маленький артефакт: Неудача: -2 золотых",
        "var3": "Принятие: Уйти никому не рассказав: -",
        "row": 15,
        "col": 9,
        "image": "Solomnik.jpg"
    },
    {
        "id": 7,
        "type": "post",
        "level": 2,
        "name": "Фазы",
        "lore": "Выдержка из Велесовы книги: распространены в горной местности с развитыми системами пещер. Обитают стаями, добывают пропитание в деревнях и ближайших лесах. Ворует женщин из селений завлекая их своими сладкими речами. Ночные существа. Боятся огня, не охотятся в дождь и зимнее время.",
        "situation": "Ситуация:Девчушка прячется от фаза за небольшим камнем, кажется тот потерял её и собирается улетать.",
        "var1": "Испытание: Схватить фаза живьем:Требования: 3 ловкости :Награда: 2 ветер, 2 золото.",
        "var2": "Случай: Попытаться подкрасться:Удача 7: 2 ветер:Неудача: минус артефакт по выбору.",
        "var3": "Принятие: Показать девчушку фазу : 1 ветер",
        "row": 17,
        "col": 14,
        "image": "Fasi.jpg"
    },
    {
        "id": 8,
        "type": "post",
        "level": 2,
        "name": "Бьила баба",
        "lore": "Помощница хозяйки медной горы. Женственная фигура из белых кусков мрамора соединённых между собой медными прутами. Часто уходят от хозяйки. Приходят в населённые пункты и роются по помойка в поисках одежды и других приблуд. Любят походить на обычных девушек. Абсолютно безобидны. В случае опасности убегают или просто замирают на месте. На них ведут охоту, огранять и использовать как живые статуи.",
        "situation": "Ситуация: Перед вами старуха и Бьила баба тянут у друг друга из рук красивую рубаху. Никто не думает сдаваться.",
        "var1": "Испытание: Отобрать рубаху :Требования: 2 ловкость:Награда: 4 золото.",
        "var2": "Случай: Стукнуть бьилу бабу :Удача 6: 1 земля и 1 золото:Неудача: -1 ветер",
        "var3": "Принятие: Стукнуть бабку: 1 золото",
        "row": 10,
        "col": 5,
        "image": "Bilababa.jpg"
    },
    {
        "id": 9,
        "type": "text",
        "level": 0,
        "text": "Из фрагмента летописи уцелевшей после великого пожара:\n...\nПосле того как предки наши очутились здесь. В этом безбожном крае. Много пало сразу, остальные смогли укрепиться и потихоньку освоиться.\nЗемли оказались небывалые на богатства. Реки полны рыбы, в лесах дичь множится, руд и богаств в горах на века хватит, а земля не иссекает на плоды свои. Расселился народ по землям и стал добро наживать. Только люду оказалось мало сокровищ земных, стали они больше просить у тварей лесных, а те взамен плоть и кровь клятов брали.\nНикто так толком и не понял как дети да взрослые клятами становятся. Но одно ясно, гнила их кровь и души нет в телах их. Ничем от мужика или бабы не отличить, пока не станет ясно, что тварь по ним пришла, иль если же вдруг ни с того ни с сего в дом человека потекли удача да блага мирские.\nНе помнят молодые, а старики уже позабыли, что предки наши не жили в страхе за детей своих, не знали про клятов и злодеяния их, не калечили душу свою ритуалами корыстными.\n...",
        "row": 19,
        "col": 2
    },
    {
        "id": 10,
        "type": "post",
        "level": 2,
        "name": "Земеля",
        "lore": "Из библиотеки князя Вихря: Богатырь овладевший силой земли в ходе последнего нападения ига. После войны разочаровался в совете Князей и вместе с людьми из своего старого села ушел в глушь.Очень сильно привязан к своим людям. Его невозможно ни в чем переубедить. Скорее убьет чем позволит незнакомцу пройти в свое селение.Сильно физически развит при среднем росте. В бою создает доспехи и меч из камня или дубину. ",
        "situation": "Ситуация: На выходе из леса вас встретил могучий на вид богатырь, и требует, что бы вы разворачивались и уходили.",
        "var1": "Испытание: Сжечь непробиваемого война и разграбить селение:Требования : 2 огня и 3 ловкости:Награда:1 земля и 3 золота.",
        "var2": "Случай: Договорится о проходе в селение: удача 8 : 1 золото возможность обменять одно золото на один камень до конца хода: Неудача : -1 ветер.",
        "var3": "Принятие: Уйти оставив золото как жест добрый воли: -1 золотой.",
        "row": 19,
        "col": 4,
        "image": "Zemelya.jpg"
    },
    {
        "id": 11,
        "type": "text",
        "level": 0,
        "text": "Из доклада дружинника Белогора о событиях в доме на Банной улице:\n73 дня сего года, нами был прерван ритуал клятов в 4 том доме Банной улицы. Были арестованы 3 клятки и отправлены на дознание в специальный отдел тюрьмы 'Узлы'. Так же на месте были обнаружены двое детей, однозначно судить об их участии нельзя, было принято решение отправить их князю Истре для обследования и решения их дальнейшей судьбы. Далее представлен список изъятых предметов: \nЧервленые мыльные камни: 2 \nФигурка глиняная - люд: 1\nФигурка глиняная - Агелада: 2\nФигурка глиняная - солнце: 1\nФигурка глиняная - пшеничный колос: 1\nФигурный нож для ритуала: 1\nСеребрённая  вытянутая чашечка: 5\nДетский череп: 1\nВсе описанные предметы были доставлены в 'Узлы', для последующего описания и уничтожения.\nВ ходе задержания Мирслав и Дунай получили колытые раны от гвоздей и стекла. Мирслав скончался на месте, жизни Дуная ничего не угрожает. В записях, обнаруженных в избе, говорится об ещё 2 женщинах, которые были связанны с этим прибежищем, информации об их имени и делу нет.",
        "row": 7,
        "col": 8
    },
    {
        "id": 12,
        "type": "post",
        "level": 2,
        "name": "Дивьи люди",
        "lore": "Со слов промысловых охотников: Живут они поодаль от селений. Люд им подавно не нужен, если заметят, что охотник рядом, то прячутся иль уходят восвояси. Богдан говорит видел их, на людей похожи но по одной руке и ноге у них, да и глаз тоже один. Живут в пещерах подле гор, там и разводят огонь для печей своих. Если уж деревня ряд и ветром северным дым принесёт, то болезней не миновать, да и скотина помереть может.",
        "situation": "Ситуация: Посередине опушки вы видите раненое существо отдалённо напоминающее человека.",
        "var1": "Испытание: Изловить диво и продать:Требования: 1 ловкость 1 вода:Награда:5 золото.",
        "var2": "Случай: Оказать первую помощь:Удача 5: 1 камень 1 золото:Неудача: -1 золото.",
        "var3": "Принятие: Оставить раненое существо: -",
        "row": 1,
        "col": 19,
        "image": "Divilud.jpg"
    },
    {
        "id": 13,
        "type": "post",
        "level": 2,
        "name": "Бранник",
        "lore": "Двое детишек лет 6-7 спорят: «Да я видела!», «Нет, ты не видела, не бывает такого!», «Бывает, я тебе говорю! У дяди Феди рядом с головой марево было, а на улице изо рта пар валил. Он потом домой пошёл и Соньку - пса своего любимого - с такой силой пнул, что тот выл пол ночи», «Ну, раз такое видела, то что же дяде Феди в ухо не плюнула?! Сама же знаешь, что коль сел на плечо Бранник, так ты в другое ухо плюнь - тот и убежит поскорее!»",
        "situation": "Ситуация: Двое мужчин сцепились и, кажется, сейчас задушат друг друга. Над их головами марево чуть ли не вихрем ходит.",
        "var1": "Испытание: Остановить драку и плюнуть мужикам в уши :Требования: 1 вода 1 сила 1 ловкость :Награда: 1 огонь",
        "var2": "Случай: Поставить на мужчину в зелёной рубахе :Удача 6: 4 золото  :Неудача: -4 золото",
        "var3": "Принятие: Разнять драку с помощью прохожих: 1 золото",
        "row": 14,
        "col": 14,
        "image": "Brannik.jpg"
    },
    {
        "id": 14,
        "type": "post",
        "level": 2,
        "name": "Бранник",
        "lore": "Из сборника сказаний и присказок: Коль помер в деревне иль в нажитье (аналог села, но провославия нет значит и села нет) ребёнок, что без умыслов злых жизнь свою недолгую прожил, то к дому где жил ночью Еловник прийти может. В окошко пару раз стукнет и Шишки на пороге оставит, но только нельзя встречать его - худо будеь. Поутру нужно шишку  на могиле усопшего зарыть, тогда там ель вырастит и не будет ни одна чудь могилу копать, а спокойствие и благо в дом придёт.",
        "situation": "Ситуация:под ночь вы пришли в деревню 'Тёмки'. Около одной и изб вы замечаете угловатую тень.",
        "var1": "Испытание: Наблюдать из дали :Требования: 3 мудрость:Награда: 2 земли",
        "var2": "Случай: Напасть на тень:Удача 10: по 1 всех :Неудача: - спутник",
        "var3": "Принятие: Предупредить людей в доме: -",
        "row": 16,
        "col": 18,
        "image": "Elovnik.jpg"
    },
    {
        "id": 15,
        "type": "post",
        "level": 2,
        "name": "Забава",
        "lore": "Народная песня:\nА жила была Забава\nИ Ивана повстречала\nСердце молодцу отдала\nА Ивана вдруг не стало\n\nВ танце кружится Забава\nСкомароха повстречала\nВся душа её истлела\nКрови люда захотела",
        "situation": "Ситуация:Вы видите на опушке яркую ярмарку. К вам подбегает молодая девушка и настойчиво предлагает потанцевать. Что-то не нравится вам в её глазах.",
        "var1": "Испытание:Разогнать весь народ с ярмарки:Требования: 3 мудрость :Награда: 1 земля 1 вода",
        "var2": "Случай: Отговориться от танца:Удача 7: 1 огонь :Неудача: -3 золото",
        "row": 5,
        "col": 4,
        "image": "Zabava.jpg"
    },
    {
        "id": 16,
        "type": "post",
        "level": 2,
        "name": "Хозяйка медной горы",
        "lore": "По рассказу кузнеца Степана: искал я руды около Медной горы как обычно, присел отдохнуть и увидел её. Стояла на краю обрыва, блистала в свете заходящего Солнца. Никогда я не видел женщины краше. Надеюсь когда нибудь она возьмёт мои дары, что я ношу к подножью горы каждый год после первых подснежников.",
        "situation": "Ситуация: в залах под медной горой вас встретила владычица гор. Она учтиво поприветствовала вас и откланивается по своим делам.",
        "var1": "Испытание: Набрать сокровищ в копях:Требования: 4 силы :Награда: 2 камень 5 золота",
        "var2": "Случай:Украсть сокровище горы :Удача 8: былинный артефакт:Неудача: -3 воздуха",
        "var3": "Принятие: Насладится красотой подгорья: 1 земля",
        "row": 8,
        "col": 6,
        "image": "HozyaikaMednoiGory.jpg"
    },
    {
        "id": 17,
        "type": "post",
        "level": 2,
        "name": "Разбойники",
        "lore": "Из отчета Белогора на совете Князей: сколько раз мы уже их ловили, сколько переубивали, нет им конца. Вокруг работы полны, еды на всех хватает, а им все неймётся. На дорогах люд грабят, в рабство детей и женщин уводят, пожары на полях устраивают. Раз уж не понимают, предлагаю за любого кто в разбойничьих делах замещен награду давай, а разбойников казнить, что бы не повадки было.",
        "situation": "Ситуация: в далеке на дороге вы увидели группу вооруженных мужчин. Они начинают галдеть и машут в вашу сторону. ",
        "var1": "Испытание: Напасть и схватить разбойников живьем:Требования: 2 силы 2 ловкости:Награда: 6 золото",
        "var2": "Случай:Подойти и заговорить разбойникам зубы:Удача 8: драгоценный артефакт :Неудача: -4 золото",
        "var3": "Принятие: Унести ноги: -1 золото",
        "row": 17,
        "col": 11,
        "image": "Razboiniki.jpg"
    },
    {
        "id": 18,
        "type": "post",
        "level": 2,
        "name": "Дурынды",
        "lore": "Со слов Михаила Павловича, главы деревни Углесово: 'Так, значит: если ещё увижу, что кто из баб идёт с потопок - высеку. Я сколько раз говорил: грибы и ягоды там не собирать! Вам мало, что Люда, Софа и Машка там Дурындами стали? Машка моя тоже думала, что байки всё. А даже я услыхал, как её болото позвало, оглянуться не успел - пропала.'",
        "situation": "Ситуация: отчаявшийся глава деревни просит Вас поискать на болоте его дочь.",
        "var1": "Испытание: Вернуть тело дочери:Требования: 2 мудрость 1 огонь :Награда: 1 земля 1 вода",
        "var2": "Случай: Изловить и вылечить дочь: Удача 9: 2 воды :Неудача: -1 огонь",
        "var3": "Принятие: Отказать в просьбе старику: -",
        "row": 14,
        "col": 9,
        "image": "Durinda.jpg"
    },
    {
        "id": 19,
        "type": "post",
        "level": 2,
        "name": "Свой",
        "lore": "Выдержка из Велесовой книги: кто такой - неизвестно, как выглядит - неизвестно, одно ясно, что коли он появился всё одним толком пойдет. Появляется в семье родственник далёкий, да такой, что никто другой его раньше не слышал и не видел, но в семье все до основания уверены, что знают его. Если вовремя не распознать и не остановить силой, то он потихоньку будет у семьи силу и дух забирать, пока не насытится и не уйдёт восвояси.",
        "situation": "Ситуация: на одном из домов на Средней улицы вы замечаете как худой мужчина старательно убирает паутину с окон и осторожно осматривается по сторонам.",
        "var1": "Испытание: Проверить житилей дома:Требования: 2 силы 2 мудрости :Награда: 1 ветер 1 земля",
        "var2": "Случай: Пробратся в дом незамеченным:Удача 9: драгоценный артефакт:Неудача: -1 огонь",
        "var3": "Принятие: Доложить дружинникам: 2 золото",
        "row": 16,
        "col": 13,
        "image": "Svoi.jpg"
    },
    {
        "id": 20,
        "type": "post",
        "level": 2,
        "name": "Князь Николай",
        "lore": "Разговор служивых князя Николая: 'Да я тебя говорю: нормальный мужик, наш, Новогородский, точно не клятый выродок', 'А я видел, как тот сидел за столом, и у него на хартии буквы появлялись и цветами разными меркали - тут точно что-то нечисто', 'Ладно не заливайся тут, пойдём, нас опять старший собирает, нужно продолжать раскопки.'",
        "situation": "Ситуация: вы видите объявление: 'В экспедицию князя Николая Мудрого требуются наемники для охраны, молодой дружный коллектив, интересные задачи и высокое вознаграждение гарантируются'",
        "var1": "Испытание: Откликнутся :Требования: 3 силы 3 ловкости :Награда: 9 золото",
        "var2": "Случай: Откликнуться, но предать :Удача 8: 2 огня 2 воздуха :Неудача: - драгоценный артефакт",
        "var3": "Принятие: Не обременять себя пустяками : -",
        "row": 7,
        "col": 15,
        "image": "KnyazNikolai.jpg"
    },
    {
        "id": 21,
        "type": "post",
        "level": 8,
        "name": "Пожар",
        "lore": "Из рассказа князя Истры князю Николаю: 'Да, всё как говорит народ. Мы выехали осматривать лес, что в 20 верстах от Медной горы. Всё огонь поел. От вопля, что стоит, в дрожь бросает - кажется, что само пламя страшные муки испытывает. Как ты и просил, я отобрал несколько образцов почвы и сгоревших деревьев. Надеюсь, ты разберёшься в чем тут дело.'",
        "situation": "Ситуация: поднявшись на холм, вы увидели его. Пожар. Этот лик ненависти к себе, страшный вопль и дрожащий воздух.",
        "var1": "Испытание: Потушить великое пламя:Требования: 5 воды 5 мудрости 3 ловкости:Награда: 5 огонь",
        "var2": "Случай: Бросить вызов духу:Удача 10: 3 ветра 1 былинный артефакт :Неудача: - все спутники",
        "var3": "Принятие: Успеть спасти, кого еще можно: 3 золото",
        "row": 5,
        "col": 6,
        "image": "Pozhar.jpg"
    },
    {
        "id": 22,
        "type": "text",
        "level": 0,
        "text": "Из собрания жителей деревни Печной:Урожай в этом году собрали хороший. Средство против елышек, которое прислал князь Истра, помогло. Как велено, пятую часть отправим в Новогород, а десятую в Приклонный. Собранного хватит на все семьи с лихвой, надеюсь, ещё пятую часть пустим на товары. Ты, Фронья, позаботься об этом и организуй девиц, чтобы ничего даром не пропало, а все впрок пошло. На следующий год посевную уменьшим, раз земля здесь богатая ни к чему нам так спину гнуть. С городскими обсудили, добро дали. С поскудой что делать, пока не ясно, но весь скот заболевший надо будет забить. То ли в воде дело, то ли нельзя скотину хнучем кормить. В любом случае, пастбище теперь будет на Гнутом холме, хнуча там нет, да и ручей рядом. В солнцево время  Фазы Агату и Плюшу утащили. Поиски их ничего не дали, но логово пернатых тварей нашли. Князь Вихрь выделил отряд из дружины своей, придут через полмесяца и перебьют гадов. А до этого времени всем молодым девушкам запрещено выходить из дому после того, как солнце село.",
        "row": 12,
        "col": 17
    },
    {
        "id": 23,
        "type": "post",
        "level": 2,
        "name": "Елышки",
        "lore": "Бабушка ругает внучку: 'Я тебе сколько раз говорила не подкармливать Елышек! А ты кормишь и кормишь, кормишь и кормишь, сил моих больше нет!', 'А что будет то, если я одного, двух покормлю и поглажу? Ну съедят несколько семян посаженных, чего страшного то? Голодать от этого не будем.', 'Ах ты ещё мне пререкаться будешь! Да за теми двумя десять придут, за десятью - сто, а потом и всё поле ими кишеть будет! А погань эту ничем не выведешь: на меху их ни топор, ни вилы и следа не оставят!'",
        "situation": "Ситуация: проснувшись и выйдя из палатки, вы замечаете несколько странных зверьков, бродящих возле тлеющих углей.",
        "var1": "Испытание: Изловить и утопить зверька :Требования: 2 ловкости 1 воды :Награда: 1 ветер 1 золото",
        "var2": "Случай: Поймать несколько зверьков живьем:Удача 6: 3 золото :Неудача: -1 земля",
        "var3": "Принятие: Рявкнуть и разогнать их: -",
        "row": 13,
        "col": 19,
        "image": "Elishki.jpg"
    },
    {
        "id": 24,
        "type": "post",
        "level": 2,
        "name": "Грюго",
        "lore": "Со слов сборщика Ивана: в Предкопкин день и в Пожитие, когда Рьян и Вьюн затихают, то на пару дней все замирает. Как раз в это время Грюго и бродит. Здоровый он ,сука, как гора, но легковат конечно. Перед ним всегда туман идет, как поймём, что сгущается то все по домам и на улицу носа не суем. Коль уж если каснется он скотину или человека, поминай как звали, только кожа до кости останутся. Помню я пожитие прошлое с Клавой того, так он, зараза, прям по дому прошёл, и ни звука, ни дощечки не треснуло. Знаю одно, ему до нас дела нет, а мы его и подавно трогать не будем. ",
        "situation": "Ситуация: вы помогли селянам собрать Урожай, отдохнуть пару дней вы собираетесь уходить, но вам советуют остаться. Туман сгущается.",
        "var1": "Испытание: Сразить чудо: Требования: 5 ветра, 5 мудрости: Награда: былинный артефакт",
        "var2": "Случай: Урвать кусочек дива: Удача 8: 4 ветра: Неудача: -5 золото",
        "var3": "Принятие: Переждать и отдохнуть: 1 земля",
        "row": 20,
        "col": 10,
        "image": "Grugo.jpg"
    },
    {
        "id": 25,
        "type": "text",
        "level": 0,
        "text": "Сказ купца Фёдора: 'Ну что сказать, в цветен идёт народ кому вилы, кому корзины нужны. Все хотят побольше успеть сделать, да и дрянцы люд не особо тревожат. Молодняк забегает, хотят краще всех на песняках быть. Сейчас у них червленый цвет в ходе, узоры да платки очень бойко идут. Когда же паюс наступает, люд больше по домам сидят. Кто мастерит что, кто сурицей или бьягой скуку давит. Перед Пожитием мужики ящиками берут, все не хотят лишний раз на улицу соваться в это время. Бабы масло и сухоцвет берут, хотят напасти от дома отогнать. Если какая тварь забредет, мужики собираются изловить иль погубить поскорее, а то если глаза закрыть, то набегут, и тут уже в город за подмогой гонца посылать надобно. Иногда купцы с охраной заходят: там и свечей, да тканей закупить побольше милое дело. Хорошо соль идёт, украшения берут, меха - если есть, все скупают, а кому диковинку подавай. Люди побогаче писания покупают, камни драгоценные, зеркальца - если есть, то последние медики из под пола достанут.В целом, дела хорошо идут, хочу свою ремесленную открыть, а может вообще на караван замахнусь.'",
        "row": 6,
        "col": 11
    },
    {
        "id": 26,
        "type": "post",
        "level": 2,
        "name": "Казнь клятки",
        "lore": "Речь глашатая на казни: 'По указу Князя Истры, Марья - до задержания Михайловна - будет повешана сегодня в назидание каждому кляту, который под близких зло строит. Если вы заметили, что кто ритуал проводит иль кровь свою в доме копит - доложите любому дружиннику. Если ваши сведения подтвердятся, то получите в награду все имущество, дом и землю клята.'",
        "situation": "Ситуация: выйдя на широкую площадь, вы замечаете толпу людей, кидающих проклятья в сторону молодой девушки.",
        "var1": "Испытание: Спасти девушку :Требования: 3 ловкости : Награда: спутник",
        "var2": "Случай: Свистнуть кошель у зеваки:Удача 8: 7 золото:Неудача: -1 земля",
        "var3": "Принятие: Понаблюдать за казнью: -",
        "row": 12,
        "col": 8,
        "image": "KaznKlyatki.jpg"
    },
    {
        "id": 27,
        "type": "post",
        "level": 2,
        "name": "Мужики и корова",
        "lore": "Мужики рассказывают главе деревни о корове: «Мы по поводу той коровы, что прибилась к стаду на выпасе с неделю назад. Как вы и приказали, привели её на забивной камень, как с любой другой. Лёшка, сынок мой, вызвался забить её. Как нож к горлу поднес, так у коровы шерсть и все лицо кровью покрылось, да не просто, а как в бане, пузырями пошла. Мы обомлели, никогда чуди такой видеть не приходилось. А как отошли, то она как новая, веревки сбросила и снова в поле пошла.Мы тут, это, подумали, может мы ее того, уведем подальше, мало ли что с ней до того, как у нас она появилась, случилось. Да и за другой скот страшно",
        "situation": "Ситуация: по пути в деревню вы замечаете, как мальчонка ведет в лес разрисованную кровью корову. ",
        "var1": "Испытание: Излечить проклятую крову: Требования: 2 мудрость: Награда: 4 золото",
        "var2": "Случай: По крови заклятия выследить клята: Удача 7: 2 огонь: Неудача: -1 вода",
        "var3": "Принятие: Помочь мальчонке: -1 золотой",
        "row": 18,
        "col": 6,
        "image": "Muzhikiikorova.jpg"
    },
    {
        "id": 28,
        "type": "post",
        "level": 2,
        "name": "Верея",
        "lore": "Из разговора шепчущихся женщин около лавки: «Я слышала, одна из главных у них - Верея.», «Это та, что из отцовского дому в 12 бежала?», «Ага, говорили, что с детства у нее сила есть: предметы могла без прикосновения двигать и ложки металлические к ней липли, как мухи к меду, да мысли чужие читать могла.», «Да брешут всё, у меня вот когда Ванька напьется, тоже мои мысли очень хорошо угадывает.», «Дура ты, всё тебе хихоньки-хахоньки, зря вообще разговор этот начала, толку от тебя совсем нет!»",
        "situation": "Ситуация: по отбитой у клята путькарте вы находите их обитель. Обычная деревня, повсюду бегают маленькие дети, старики сидят около своих домов, мужики трудятся в поле. Вас встречает красивая черноволосая женщина и просит рассказать зачем прибыли.",
        "var1": "Испытание: К черту разговоры, перебить клятов: Требования: 5 силы 2 огонь: Награда: 12 золото",
        "var2": "Случай: Вежиливо представиться и попросить прохода: Удача 8: Былинный артефакт: Неудача: -1 земля -1 вода",
        "var3": "Принятие: Извиниться и уйти: -2 золото",
        "row": 8,
        "col": 7,
        "image": "Vereya.jpg"
    },
    {
        "id": 29,
        "type": "post",
        "level": 2,
        "name": "Анхель",
        "lore": "Из переписки Анхеля и Вереи: 'Был я в Новограде на неделе, вот тебе чуток новых слухов: оказывается, мы ворует детей, воруем коней, обворовываем дома, губим скот, женщин в неволие уводим, да и вообще тварь болотная - и та нас лучше. Хорошо работают глашатаи Истры: нас не любят и люд видит в соседе своём клята. Переговоры с князем по поводу Грибобора прошли безрезультатно: он не прекратит отправлять клятов на погибель самодуру королю грибов. Всё необходимое для продолжения ритуалов на урожай и отговор тварей нам выдали. Дела с людьми Святозара стоят на мёртвой точке, ни логово их, ни последователей найти не удалось.'",
        "situation": "Ситуация: в обители вы встречаете юного клята, пышущего жизненной силой - Анхеля. Он приглашает вас за стол  обсудить детали вашего визита.",
        "var1": "Испытание: Разузнать как обстоят дела в обители: Требования: 3 мудрости: Награда: 7 золото",
        "var2": "Случай: Выбить скидку на товары: Удача 6: драгоценный артефакт: Неудача: -3 золото",
        "var3": "Принятие: Угостить молодца диковинным пойлом: обычный артефакт -2 золото",
        "row": 9,
        "col": 7,
        "image": "Anhel.jpg"
    },
    {
        "id": 30,
        "type": "post",
        "level": 2,
        "name": "Охотники на тварей",
        "lore": "Взрослый мужчина беседует со своим внуком: 'Вот этот кривой нож - для рыбы, этот с длинным лезвием - для дичи, а этим я щепочки стругаю.''А вот этот большой - для тварей?'''Хех, нет, на тварей тебе ни нож, ни копье не помогут. Сильны они, как 10 отцов твоих, и стрелы быстрее бегут. Мы как всегда делали: приходишь в деревню, расспрашиваешь, кто кого где видели, кто где обитает. Покупаешь у лавочника мясо свежее, да и себе немного поклевать, пока ждешь. В лесу потом ловушки ставишь и ждешь. Если кто-то небольшой, то глушите, да с собой тащите, если кто большой, то лучше не трогать, пусть с миром идёт.'",
        "situation": "Ситуация: в лесу вы натыкаетесь на разбитый лагерь охотников. Всюду разбросаны изуродованные тела, в чащу ведёт кровавый след",
        "var1": "Испытание: Выследить тварь по следам: Требования: 3 мудрость: Награда: 1 огонь 1 вода",
        "var2": "Случай: Порыться в вещах охотников: Удача 5: 4 золото: Неудача: -1 земля",
        "var3": "Принятие: Взять мешочек под рукой и уйти: 1 золото",
        "row": 3,
        "col": 2,
        "image": "Ohotnikinatvarei.jpg"
    },
    {
        "id": 31,
        "type": "post",
        "level": 2,
        "name": "Отморозок",
        "lore": "из рассказа вдовы Есении, из пожития Крайнее.'Всемилушка с отцом пошли в Печальные горы на охоту, край у нас холодный, Рьян в разгар свой может с гор снег принести. Когда шли, все старики говорили, что хорошее теплое время будет. Спустя два дня после их ухода метель непроглядная началась. Тогда я и поняла, что не вернутся родимые. Простите меня, спустя 5 пожитий сердце всё ещё болит. Когда Вьян пришел и Всемилушка вернулся, только синюхенький он был, а глазки такие спокойные, всё ручки ко мне тянул. Чуть сердце из груди не вырвалось, собиралась к нему побежать, но сосед мой Игорь остановил меня, сказал, не в этом мире уже душа его, теперь он только тепло тела твоего забрать хочет. Игорь тогда и вызвался в лес его отвести и оставить там. Не хочу, не могу больше говорить.'",
        "situation": "Ситуация: пробираясь через снег в Печальных горах, вы замечаете детское лицо, выступающее из снега.",
        "var1": "Испытание: Сжечь останки :Требования: 2 огонь :Награда: 1 ветер 1 вода",
        "var2": "Случай: Поискать рядом оставленные вещи :Удача 8: 5 золото :Неудача: -1 огонь",
        "var3": "Принятие: Продолжить свой тяжелый путь : -",
        "row": 7,
        "col": 17,
        "image": "Otmorozok.jpg"
    },
    {
        "id": 32,
        "type": "post",
        "level": 2,
        "name": "Дрена",
        "lore": "выписка из Велесовой книги: 'Со слов свидетелей: ростом до 10 метров бывает, когда движется - издаёт треск, будто тупой пилой мужики бревно для матицы пытаются распилить. Ловит только мужчин и уносит их в бурелом, где ими питается и в спячку на время Паюса уходит. В пожитие, деревни, а тем более город не заходит. Огня не боится. По народным поверьям, как заметил её, то нельзя виду подавать, а дальше нужно своим делом заниматься, тогда не тронет тебя. '",
        "situation": "Ситуация: собирая грибы да ягоды, краем глаза вы видите пару белых глаз, наблюдающих за вами с высоты.",
        "var1": "Испытание: Дать отпор гадине :Требования: 2 силы 2 ловкости :Награда: 2 земли",
        "var2": "Случай: Продолжить собирать припасы :Удача 4: 1 землю :Неудача: -1 спутник",
        "row": 19,
        "col": 12,
        "image": "Drena.jpg"
    },
    {
        "id": 33,
        "type": "post",
        "level": 2,
        "name": "Глинкеры",
        "lore": "Иван - кирпичных дел мастер - рассказывает о чуди: 'Мы глину на крутом овраге берём, который вон в ту сторону версты три. После дождя там глина съезжает из-за воды в ней, и на месте схода видим их. Мы Глинкерами кличем подобных. Мы их стороной обходим, да они и не мешают: ходят камешки перекатывают, да клубки из глины собирают. Через дней 10 вернёмся, а их и след простыл, только воняет страшно, как в курятнике, который хозяин на месяц оставил.'",
        "situation": "Ситуация: в поисках брода вы натыкаетесь на крутой овраг, в котором копошатся небольшие существа. Они сложили небольшую кучу шаров из глины.",
        "var1": "Испытание: Изловить существо и показать охотникам: Удача 7: 5 золото :Неудача: -1 вода",
        "var2": "Случай: Изловить существо и показать охотникам: Удача 7: 5 золото :Неудача: -1 вода",
        "var3": "Принятие: Обойти реку по кромке оврага: -",
        "row": 17,
        "col": 3,
        "image": "Glinker.jpg"
    },
    {
        "id": 34,
        "type": "post",
        "level": 2,
        "name": "Зати",
        "lore": "Лор: Князь Градимир пришёл к Зати просить о дождях: 'Славный Зати, засуха урожай портит близ Новограда, как бы не случилось, что старики да дети голодать начнут. Помоги всем нам, принеси ветрами тучи на земли наши. Все что угодно для тебя сделаем: хочешь - злата гору, хочешь - плоти клятской, хочешь - явств вкуснейших, всё будет, что попросишь.''Красивое сегодня солнце.... Вот там лавина упала... Её вот уберу, тогда ветер будет в этой долине резвиться... Так... Потом в лес надо... Старые деревья перетащить надобно... А, о, ты тут еще... Иди давай отсюдова... Пришлю я тучи, только чтоб тебя не видел я больше, а то закручу...'",
        "situation": "Ситуация: идя по красивому склону горы Смеющейся, вдали вы видите Огромное белое существо, лепящее огромного снежного великана.",
        "var1": "Испытание: Выказить уважение мастеру лепки: Требования: 5 мудрости :Награда: 3 воды 1 ветер",
        "var2": "Случай: Затеять игру в снежки с великаном: Удача 9: Былинный артефакт :Неудача: -2 воды",
        "var3": "Принятие: Насладиться видом издалека: 1 ветер",
        "row": 13,
        "col": 15,
        "image": "Zati.jpg"
    },
    {
        "id": 35,
        "type": "post",
        "level": 2,
        "name": "Оолодо",
        "lore": "Лор: рассказ бабушки Агафьи из деревни Залесово: 'Мой как вернулся с Приклонного вчера, так сразу за стол бегом. Я ему каши навалю, он все съест и добавки просит. Ещё положила, он опять съел и ещё требует. Думала так и не накормлю, благо после 4 мисок остепенился, воды ведро выпил, да спать ушёл. А сегодня разбудил меня не свет ни заря. Снова жрать просит. Я ему почки заячьи верченые напекла, головы щучьи с чесноком потушила, даже к соседям за икрой сходила, а он все в рот глядит. Ай ооо.... А что же я дура сразу не поняла то, что он мог пуха надышаться от дерева этого проклятого. Ой мамочки что делать то... '",
        "situation": "Ситуация: решив срезать путь через поле, вы замечаете дерево с красной кроной. Вы читали про оолодо и знаете, что лучше к нему не приближаться.",
        "var1": "Испытание: Срубить древо :Требования: 3 силы :Награда: 1 земля 1 вода",
        "var2": "Случай: Насобирать опасных семян :Удача 8: 3 земли :Неудача: -4 вода",
        "var3": "Принятие: Обойти древо стороной: -",
        "row": 15,
        "col": 16,
        "image": "Oolodo.jpg"
    },
    {
        "id": 35,
        "type": "post",
        "level": 5,
        "name": "Желчей",
        "lore": "Лор: рассказ девушки Лады о Славном озере: 'В Паюс прошлый у нас из-за дождей все затопило тут, и в это время Желчей и переполз из своего тухлого пруда в наше озеро. Теперь покоя нам нет: ни воды набрать, ни искупаться. Понял он, что деревня на этой стороне. Как только подходишь к озеру, то сразу видишь, что сидит под водой и ждёт, глазами своими шевелит и рожи корчит. Ладно бы он голодный был или что, а он так, для веселья скот да девок таскает. Хуже самого последнего разбойника. Тьфу. Сделайте с ним хоть что-нибудь, а? Наши мужики пытались его загубить. Некрас ему даже рубанул лапищу топором, а ирод этот усмехнулся и новую отрастил. И Некраску красавца погубил...'",
        "situation": "Ситуация: подойдя к озеру, вы видите, как грузный великан сидит в зарослях хнуча, хихикает и мучает курицу.",
        "var1": "Испытание: Наброситься на него со спины :Требования: сила 4 :Награда: 1 вода 1 земля.",
        "var2": "Случай: Оттащить его далеко от водоема :Удача 8: 3 воды :Неудача: -1 ветер",
        "var3": "Принятие: Отвлечь его и спасти куря: 1 золото",
        "row": 14,
        "col": 17,
        "image": "Zhelchei.jpg"
    },
    {
        "id": 36,
        "type": "post",
        "level": 5,
        "name": "Князь Градимир",
        "lore": "Лор: Князь Градимир размышляет: 'Этим по 15 золотых за каждую голову - много. Надо за обоз давать им по 40, а не по 45, тогда всё собъется. Так. Нет, не собъется, 20 пудов, 20 пудов, 20 пудов… Ну пусть цены повышают, ругаться будут, ну и пусть ругаются, они мне ещё с прошлой затеи не всё отдали. С урожаем что… С урожаем всё хорошо: тут сократим посев, тут тоже сократим, а сюда скот перегоним. Урожай всегда радует. Николай на новую экспедицию просит - не дам. Или дать? Он же семена живков притащил, их разведение сильно нам поможет. Ой, не знаю… Надо будет посоветоваться с Властой, она мудрее, она подскажет.'",
        "situation": "Ситуация: читая доску объявлений, вы видите объявление князя Градимира - нужны крепкие работники на строительство нового моста.",
        "var1": "Испытание: Откликнуться и заработать :Требования: 3 силы :Награда: 7 золото.",
        "var2": "Случай: Нанять местных забулдыг и отправить на работу :Удача 8: 9 золото :Неудача: - 4 золото",
        "var3": "Принятие: Пожать плечами и продолжить читать доску : -",
        "row": 12,
        "col": 9,
        "image": "Gradimir.jpg"
    },
    {
        "id": 37,
        "type": "post",
        "level": 4,
        "name": "Стыдняки",
        "lore": "Лор: Со слов Емели - дружинника в отставке: 'Стыдняки вам интересны? Расскажу, история с ними занятная была: в городах начали они появляться, когда я ещё под стол пешком ходил. Они тогда прятались по углам да наблюдали за нами, мы не переживали. Но после того, как сын купца пропал, мы и поняли, что не чисто дело. Начали отлавливать, и тут понятно стало, что боятся они, что над их видом смеяться начать, то робеют они и бегут. Ох и радовались тогда, что напасть такая так легко решилась. Только вот через год-два смекнули и они - начали одежду да маски носить, и тут уже не отсмеёшься. Долго мы с ними потом боролись, так и загнали их в старый город, поэтому-то ход туда и закрыт.'",
        "situation": "Ситуация: вам рассказали о тайнике купца в лавке в старом городе. Отправившись за тайником, вы натыкаетесь на нескольких стыдняков, обживших лавку.",
        "var1": "Испытание: Поснимать с них плащи и высмеять :Требования: 4 ловкости :Награда: 3 огня.",
        "var2": "Случай: Улизнуть прихватив тайник:Удача 8: 8 золото :Неудача: - 2 земли",
        "var3": "Принятие: Унести ноги : -1 ветер",
        "row": 6,
        "col": 8,
        "image": "Stidnyaki.jpg"
    },
    {
        "id": 38,
        "type": "post",
        "level": 3,
        "name": "Тяпки",
        "lore": "Лор: мужичье смеётся между собой: 'Ххахахаха ну и хорошую же траву эти чудики растят. Даааа... Я сколько раз не пробовал те ростки, которые мы у них тягаем, сажать - не всходят, хоть тресни. И так, и эдак пытался, купцам показывал, они головой качают, ни черта эти оболдуи не знают, а по миру сколько исходили. Да... Хорошо ты придумал, Васька, сеткой их ловить да лопатой прибивать, а то разбегутся и верещат, голова потом 3 дня трещит. Сейчас давайте еще курнем и пойдем на полянку, что около пруда старого, там я еще одну заааросль видел хехеххехе....'",
        "situation": "Ситуация: выйдя на опушку, вы наблюдаете странную картину. Группа оборванных мужиков ржут и носятся с лопатами за мелкой чудью.",
        "var1": "Испытание: Остановить мужичье и выяснить в чем дело :Требования: 2 ловкости 2 мудрости :Награда: 2 земли.",
        "var2": "Случай: Помочь чуди :Удача 4: 1 вода 1 золото :Неудача: -1 вода",
        "var3": "Принятие: Присоединиться к мужикам : 1 земля",
        "row": 19,
        "col": 16,
        "image": "Tyapki.jpg"
    },
    {
        "id": 39,
        "type": "post",
        "level": 1,
        "name": "Беда пришла",
        "lore": "Лор: дружинник рассказывает своей жене: 'Беда пришла... Мне Истра сказал перенести Гигули на склад. А дорога то как раз мимо дома идет, я и подумал: загляну на минутку, Славю порадую.''С этой дрянью пошёл?''Я ведь не дурак, ящик закрытым на крыльце оставил, а сам в дом пошел. Увидела меня в окно, и ко мне побежала. На радостях обнял её, дней 10 ведь с заданий не вылезал, аж слезы на глаза полезли. Только потом заметил, что синяя нить к дочурке тянется, хорошо хоть отдернуть её успел...''Ты уверен? Тебе не показалось?''Уверен... Будем держать язык за зубами, и Славя дома сидеть будет. Я к Истре грамоту учить пойду, может в свитках узнаю что...'",
        "situation": "Ситуация: случайно затерявшись среди однотипных улочек, вы слышите крик молодой девушки. Пьяный крепкий мужчина избивает молодого парня и гонит свою дочь в дом.",
        "var1": "Испытание: Остановить мужчину :Требования: 2 силы :Награда: обычный артефакт.",
        "var2": "Случай: Пробраться в дом и украсть деньги :Удача 7: 4 золото :Неудача: -1 земля",
        "var3": "Принятие: Посмотреть на драку : -",
        "row": 9,
        "col": 8,
        "image": "BedaPrishla.jpg"
    },
    {
        "id": 40,
        "type": "post",
        "level": 2,
        "name": "Упырь",
        "lore": "Лор: Упырь говорит сам с собой: 'Это что получается, клятом был, иначе бы не встал. В книжках точно о других случаях не говорили... И надо было этим дурням добро моё откапывать... У меня же ни гроша не было при жизни, книжки да свитки одни. Видимо, не отсюда мужики были, не подумали. Как там говорится - индюк тоже думал, да в похлебку попал хехехххехе... Вот умора то... Скоро голод должен прийти, головушкой моей овладеет и пойду я кровушку искать. Думай башка, думай, ты же читал, точно... 'ни свет его не тронет, ни огонь не жжёт, закопать обратно надо, чтобы дух упокоился'. Пойду к Михалычу, он мужиком мудрым был, в страхе, надеюсь, не убежит...  '",
        "situation": "Ситуация: возвращаясь заполночь с охоты, вы видите странного мужика, озирающегося по сторонам. Он замечает вас и просит закопать его на местном кладбище.",
        "var1": "Испытание: Порубить упыря на части :Требования: 3 силы :Награда: 2 земли 1 вода.",
        "var2": "Случай: Выторговать у него информацию взамен :Удача 6: 7 золото :Неудача: -1 вода",
        "var3": "Принятие: Помочь мужику : 1 земля",
        "row": 11,
        "col": 3,
        "image": "Upir.jpg"
    },
    {
        "id": 41,
        "type": "post",
        "level": 2,
        "name": "Палюшки",
        "lore": "Лор: рассказ деда Игоря: 'Воруют, еще как воруют. Монетки и колечки в основном, цепочку могут захватить, да другие украшения иногда. Мы их не гоняем особо, давно смекнули, что они группой большой живут и все золото в одну нору таскают. Мы её периодически проверяем, и коль много скопилось, то своё заберём. Да, дети ловят их, но дикий зверь всё таки, сколько в клетку не сажай, убегают. Было портной наш Семёныч  шубу намеревался из их шкурок сшить. Сразу почуяли палюшки да затихарились надолго. А швецу нашему на перчатки только хватило. На одну... На ребенка... '",
        "situation": "Ситуация: староста деревни попросил вас сходить вместе с ним забрать краденные вещи из норы палюшек.",
        "var1": "Испытание: Забрать все самому силой :Требования: 2 силы :Награда: 3 золото",
        "var2": "Случай: Обсчитать старого дурня :Удача 7: 4 золото :Неудача: -2 золото",
        "var3": "Принятие: Просто помочь : 1 золото",
        "row": 16,
        "col": 15,
        "image": "Palushki.jpg"
    },
    {
        "id": 42,
        "type": "post",
        "level": 6,
        "name": "Мирантин",
        "lore": "Лор: бездомный мальчишка надоедает приезжим купцам: 'А к нам Царя рыбы выбросило на прошлой неделе. Большущий и воняет хуже Петра, который тухлую рыбу зевакам втюхивает. ''Да брешишь! Быть не может.''Да вы сами сходите поглядите, вон там на Приозёрной площади лежит - воняет. Его пытались уволочь куда-нибудь, так мужики - дураки, себе руки обожгли. Ремнями и веревками его схватить пытались, те дымились как угли и скручивались. Плюнули на него, так и оставили.''А камешки из него никто не приходил таскать?''Какие камешки? А что у вас за перчатки каменные?''Да неважно... За рассказ свой, монетку держи.'",
        "situation": "Ситуация: приплыв к берегу вы ощущаете ужасную вонь. Вынудив себя, вы отыскали причину - огромное мертвое существо. Мирантин. Помнится, он хранил в себе что-то ценное.",
        "var1": "Испытание: Сжечь тушу :Требования: 2 огонь 2 мудрости :Награда: 2 земли",
        "var2": "Случай: Отыскать сокровище :Удача 9: Былинный артефакт :Неудача: -2 земли",
        "var3": "Принятие: Убраться отсюда поскорее : -",
        "row": 12,
        "col": 13,
        "image": "Mirantin.jpg"
    },
    {
        "id": 43,
        "type": "post",
        "level": 2,
        "name": "Княгиня Власта",
        "lore": "Лор: после ежегодного пира в Предкопкин день: 'Один ты, Градя, меня понимаешь... Истра и Николка, дети же, ну дети малые... Один с клятами возится как дурак, другой ходит землю описывает, исследоватюль хренов... К вихрю вопросов нет... Я вам не перечила, когда вы решили меня на трон усадить после смерти отца... Я все понимала и сейчас понимаю, и мужиков да баб слушаю, которые милости просят... У одного лошадь единственная подохла, у другого хата сгорела... Всем принеси да подай... А я пожить хочу как баба нормальная... Мужа хочу и детей... А не решать все это... Ты чего там уснул что-ли? А ну вставай хрен старый, еще пить и пить...'",
        "situation": "Ситуация: купец Митрофан попросил вас передать грамоту княгине. По приходу выясняется, что Власта хотела высечь Митрофана. Княжна в гневе.",
        "var1": "Испытание: Улизнуть и выдать купца позже :Требования: 2 ловкости :Награда: 3 золото",
        "var2": "Случай: Заговорить зубы :Удача 9: 4 золота :Неудача: - 1 обычный артефакт",
        "var3": "Принятие: Извиниться: -1 золото",
        "row": 8,
        "col": 9,
        "image": "Vlasta.jpg"
    },
    {
        "id": 44,
        "type": "post",
        "level": 6,
        "name": "Чепыши",
        "lore": "Лор: со слов бывшего работника князя Николая: 'Знаешь городок за горами, который Последним кличут? Это мы тогда его основали, когда Николка нас по молодости за Печальные гонял. Всё он хотел изучить, только платили мы за интерес его... В тот Цветен хорошо даже там было. Тогда Чепыши и появились в первый раз. Мы тогда много дичи ловили и по иронии судьбы ею стали. Я как-то в лес ушёл поглубже. Слышу - на ветках охать стали... Ну всё, кирдык, думаю. Побежал что есть силы в лагерь. Думал всё, вырвался, уже на опушку вышел, и прилетело мне в ногу копье. Хорошо докричался до своих. Другим не так везло, их сразу насмерть. Ну и ты понимаешь, что они сердце и ногти забирали с невезучих не просто так, но не будет об этом... Думаю, ты сам всё понимаешь. '",
        "situation": "Ситуация: аккуратно прокладывая путь через лес, вы слышите оханье и аханье с соседних деревьев. Вы знаете, что это Чепыши, вас предупреждали.",
        "var1": "Испытание: Дать бой тварям :Требования: 4 ловкости :Награда: 2 ветра",
        "var2": "Случай: Схватить одного живьем :Удача 7: 9 золото :Неудача: -1 спутник",
        "var3": "Принятие: Развести огромный костер и выжидать: -1 огонь",
        "row": 3,
        "col": 17,
        "image": "Chepishi.jpg"
    },
    {
        "id": 45,
        "type": "post",
        "level": 1,
        "name": "Забулдыги",
        "lore": "Лор: объявление на листовке: 'Нет места, где можешь спокойно переночевать? Устал работать день и ночь не покладая рук? Хочешь простой и весёлой жизни в компании таких же как ты? Приходи в рабочее пожитье 'Надежда', что на высоком берегу Мирного озера. Даём отчаявшимся кров, хлеб, да работу несложную. В компании братьев по духу, ты будешь работать в поле, валить лес, да рыбачить. В остальное время на заработанное кути, как хочешь!'",
        "situation": "Ситуация: идя под палящим солнцем, вы встречаете трёх подвыпивших мужчин. Они говорят, что всё пропили и ищут последний приют в рабочем пожитье, что близь озера Мирный. Просят дорогу указать, да еды в путь.",
        "var1": "Испытание: Указать дорогу :Требования: 1 мудрость :Награда: -",
        "var2": "Случай: Свистнуть их припасы :Удача 5: 1 золото :Неудача: -1 золото",
        "var3": "Принятие: Дать монетку в путь : -1 золото",
        "row": 9,
        "col": 15,
        "image": "Zabuldigi.jpg"
    },
    {
        "id": 46,
        "type": "post",
        "level": 3,
        "name": "Оборотки",
        "lore": "Лор: разговор рабочего с товарищами: 'Мужики, я такую бабу сегодня в лесу видел! Голос сладкий, как мёд. Смеялась и к себе звала. Я готов был наброситься на неё прям там, но нужда скрутила. Когда через 10 минут воротился, её и след простыл, звал, звал, бестолку...''Здесь в лесу бабу видел? Красивую? И она тебя, алкаша последнего, за собой звала?''Ну да, а что? Я мужик в полном расцвете сил, так что, не надо мне тут.''Дурак ты, живот тебя спас. Тебя ничего не смутило, что она одна в глухом лесу. Тебя зовёт. Всё хорошо?''Я подумал - лес у нас тут странный, народ тоже, мало ли, заплутала.''Головой в следующий раз подумай, а то сгинешь, как Боря и Вячек.'",
        "situation": "Ситуация: идя в рабочий посёлок, вы слышите как в лесу вопит мужчина. Прибежав на крик, вы видите, как несколько тварей, отдалённо напоминающих девушек, тащат старого мужика.",
        "var1": "Испытание: Вызволить мужика :Требования: 2 силы :Награда: 1 земля",
        "var2": "Случай: Проследить за ними, а потом спасти :Удача 7: 2 земли :Неудача: -1 обычный артефакт",
        "var3": "Принятие: Пойти дальше : -",
        "row": 8,
        "col": 12,
        "image": "Oborotka.jpg"
    },
    {
        "id": 47,
        "type": "post",
        "level": 2,
        "name": "Дый",
        "lore": "Лор: старый дед рассказывает о своём внуке: 'Славный парень Гришка, сильный и здоровый как бык. Характером не удался только: заносчивый, любит только себя, а в глаза ему взглянешь, так мороз по коже берёт. Родители его померли, когда тот совсем дитём был, мы со старухой выходили его. Надеюсь всё, что люди про Дыя говорят трёп, а то страшно за него. В тот паюс я на охоту ушёл надолго, в хату нашу тогда змей червленый и забрался. Фросья от плача проснулась, а вокруг Гришки всё в рисунках странных, говорит они огнём пылали будто горят. А по утру она заметила на бедре внучка круг алый. Бабы, потом сказали ей, что змеюка душу свою с дитём связала.'",
        "situation": "Ситуация: на ночлег вы остановились в избе молодой семьи. Посреди ночи вы просыпаетесь от странного шума. Вы видите как красная змея ползёт в сторону новорожденного.",
        "var1": "Испытание: Умертвить змею :Требования: 2 ловкости :Награда: 1 огонь",
        "var2": "Случай: Наблюдать за происходящим :Удача 8: 2 огонь :Неудача: -",
        "var3": "Принятие: Разбудить семью : 1 золото",
        "row": 15,
        "col": 2,
        "image": "Diy.jpg"
    },
    {
        "id": 48,
        "type": "post",
        "level": 6,
        "name": "Обезумевший желчей.",
        "lore": "Лор: рыбаки с Мирного озера жалуются князю Вихрю: 'Хорошо, что вы приехали, у нас тут беда совсем. Желчей местный обезумел и мостки ломает в деревнях, которые выше стоят. Люди рыбачить боятся.'''А желчей у нас старый, мы с ним даже раньше язык общий находили. Ты ему сало и утварь всякую - он за это в сети рыбу гонит.''Еще рыба, рыба то воняет вся, да червями кишит, такую даже псу не дашь. И всё пошло с открытия этого нового посёлка рабочего, его вроде 'Надежда' алкашня называет.  Вы сходите туда да посмотрите, чё они там гады делают такое.'",
        "situation": "Ситуация: зайдя в деревню за припасами, вы слышите крики ужаса и боли со стороны озера. Старый желчей крушит всё, что видит. У вас создаётся впечатление, что он испытывает ужасную боль.",
        "var1": "Испытание: Остановить желчея силой :Требования: 4 силы :Награда: 2 воды 1 земля",
        "var2": "Случай: утихомирить и излечить желчея: Удача 7: Драгоценный артефакт :Неудача: -1 ветер",
        "var3": "Принятие: Быстро собрать припасы и уйти : 1 земля",
        "row": 10,
        "col": 14,
        "image": "ObezumevshiiZhelchei.jpg"
    },
    {
        "id": 49,
        "type": "post",
        "level": 1,
        "name": "Дичёк",
        "lore": "Лор: жена рыбака жалуется: 'Дураки эти вчера тварь какую-то выловили сетями. Нет бы тут же выкинуть её, так муженёк мой в дом притащил и показывать стал. Я чуть со скамьи не упала. Страшный, аки бес. Чешуёй покрыт полностью и, честно, чем-то мне Алёшку напомнил. Беспризорник этот в деревне нашей пороги обивал, мы чем могли его подкармливали. Васька, алкаш местный, в паюс прошлый его с собой в рабочий посёлок позвал, с тех пор и не видали его. Мужа смогла уговорить, чтобы выкинул его поскорее, а то вдруг хворь какую распространяет, я и так чесаться вся стала после стирки последней.'",
        "situation": "Ситуация: проходя мимо местной помойки, вы замечаете блестящее тело. Подойдя ближе вы видите изуродованное неизвестное существо.",
        "var1": "Испытание: Изучить тело :Требования: 1 мудрость :Награда: 1 вода",
        "var2": "Случай: Вскрыть тело :Удача 4: 1 вода :Неудача: -",
        "var3": "Принятие: Посмотреть и пойти дальше : -",
        "row": 11,
        "col": 13,
        "image": "Dichek.jpg"
    },
    {
        "id": 50,
        "type": "post",
        "level": 3,
        "name": "Клещи",
        "lore": "Лор: истерика у молодого солдата: 'Я не пойду, не пойду больше в этот лес. Не надо, не заставляйте. Я своё тут отработаю. Всё что угодно в лагере готов делать, но туда не пойду. Их там полно, куда ни глянь.''Что случилось с ним? Почему мне не доложили?''Они собирали пробы мха местного. Тут со слов солдата у Ивана кричать стал истошно и кожу на груди рвать. Мишаня просто столбом рухнул. С этого мы несколько клещей сняли после того, как воротился.''Мне клещи всё в голове показали... Прошу, никто не должен туда ходить...'",
        "situation": "Ситуация: вас попросили расследовать пропажу 2-х солдат. Идя по их следу, вы натыкаетесь на два иссушенных куска кожи и костей. Кажется, один из них еле дышит.",
        "var1": "Испытание: Наловить клещей для Николая :Требования: 2 ловкости :Награда: 4 золото",
        "var2": "Случай: Спасти умирающего :Удача 11: 1 спутник :Неудача: -1 золото",
        "var3": "Принятие: Доставить тела в лагерь : 1 золото",
        "row": 4,
        "col": 16,
        "image": "Kleshi.jpg"
    },
    {
        "id": 51,
        "type": "text",
        "level": 0,
        "text": "Из доклада Святозару о пополнении: 'В день к нам приходят от 7 до 10 человек. В основном бездомные и пьяницы, работники они так себе, но по результатам обязательного опроса больше половины не имеет ни друзей, ни родных.''Хорошо... Как обстоят дела с первой партией?''Еженедельная проверка показывает, что тела преобразовываются быстрее, чем мы ожидали. Всего одна колба из 10 даёт трещину. Из таких мы сливаем остатки материала, а тела возвращаем обороткам.''Отлично... Даже лучше, чем я планировал.''Разведчики в Новогороде говорят, что Вихрь вместе с дружиной выехал в нашу сторону, так как участились случаи нападения на люд водных тварей около Мирного озера. Идолы вокруг опасных мест уже поставлены. По всем деревням вокруг озера послали наблюдателей.''Благодарю, Всемысл... Пусть мне направят больше еды и воды. Силы утекают сквозь пальцы, а работы предстоит ещё немало. Предупреди, чтобы обёртки подутихли. Мы ждали всю жизнь, сможем подождать ещё ради будущего детей наших.'",
        "row": 9,
        "col": 11
    },
    {
        "id": 52,
        "type": "post",
        "level": 4,
        "name": "Драка солдат Вихря у идола",
        "lore": "Лор: Окомир - помощник Вихря - прибыл на поле ночной брани: 'Да что же тут такое произошло то...''Разрешите доложить?''Докладывай.''Нашли выжившего. С его слов, встали они у идола посреди ночи. Часть солдат начала жаловаться, что устали и пора бы разбить лагерь. Остальные же озлобились и стали посмеиваться. Слово за слово и начиналась драка.''Ты хочешь сказать, что я вот это буду Вихрю рассказывать? Что его лучшие солдаты вместо выполнения задания морду другу бьют из-за этого деревянного истукана? Ты это хочешь сказать? Это?''Никак нет.''С каждой минутой здесь мне всё больше хочется вас всех закопать...'",
        "situation": "Ситуация: вы получили задание от князя Вихря - сжечь все деревянные идолы по левую сторону от реки Быстрой. Придя к первому, вы понимаете, что нет у вас сил и желания выполнять приказ этого дурня.",
        "var1": "Испытание: Привести мысли в порядок и сделать дело :Требования: 3 мудрости :Награда: 6 золото",
        "var2": "Случай: Нанять на это дело местных :Удача 9: 3 золото :Неудача: -3 золото",
        "var3": "Принятие: Бросить задание : -",
        "row": 8,
        "col": 15,
        "image": "DrakaSoldateVihryauidola.jpg"
    },
    {
        "id": 53,
        "type": "post",
        "level": 5,
        "name": "Полумертвые охранники",
        "lore": "Лор: двое потрёпанных упырей стоят и охраняют проход: 'Мишка, мне скучно.''А давай, кто плюнет дальше.''А ты голова... Давай. Тьфу...''Рхпхптфу... Хехе, я дальше.''Хпртрфтхру... Почти.''Хрптхпртптофу... Ой... Кажется, зуб выплюнул золотой.''Иди подбирай, всё равно спят все.''Ох, ноют старые кости... Что-то я не могу его нащупать. Подойди помоги, я за тебя отработаю потом.''Да иду я, иду.'",
        "situation": "Ситуация: пробираясь в лагерь Святозара, вы видите двух упырей охранников, копающихся в траве.",
        "var1": "Испытание: Аккуратно подсечь обоих: Требования: 2 ловкости 2 силы :Награда: 2 земли 1 золото",
        "var2": "Случай: Проскользнуть мимо: Удача 5: 1 ветер :Неудача: -1 земля",
        "var3": "Принятие: Бросить в соседние кусты монетку и спокойно пройти: -1 золото",
        "row": 9,
        "col": 12,
        "image": "UpiriOhranniki.jpg"
    },
    {
        "id": 54,
        "type": "post",
        "level": 3,
        "name": "Святозарово прибежище",
        "lore": "Лор: старик кричит на площади: 'Не отсюда вы, не видел вас не при жизни, ни после того, как встал. Прочь отсюда, убирайтесь... Вам здесь не рад никто, не нужно нам ни речей ваших сладких, ни товаров диких. Что ты глазами хлопаешь... Бери баулы свои и проваливай за три девять земель.''Но мы просто хотим предложить вам великолепные горшки...''Какие горшки, зовите солдат, они по хорошему не понимают.'",
        "situation": "Ситуация: ваши наблюдения нарушил громкий крик со стороны центральной площади. Подойдя ближе вы наблюдаете как группа недовольных окружает зашедших в селение купцов.",
        "var1": "Испытание: Вывести купцов из деревни уговорами :Требования: 2 мудрости :Награда: 3 золото",
        "var2": "Случай: Провести купцов через разъярённую толпу :Удача 7: 5 золото :Неудача: -1 ветер",
        "var3": "Принятие: Наблюдать за расправой : 1 золото",
        "row": 10,
        "col": 12,
        "image": "SvyatozarovoPribezhishe.jpg"
    },
    {
        "id": 55,
        "type": "post",
        "level": 6,
        "name": "Чернильный Ракан",
        "lore": "Лор: разговор двух мужчин: 'Вот сволочь, собака, всю рыбу на берегу оставил, так он меня напугал.''Хех ты чего ругаешься то посередь дня?''Да с утра пошёл рыбачить. Думал час два посижу, а тут одна за одной и здоровые такие. Начал удочку сворачивать а тут из воды этот как прыгнет рядом, так я и дёру дал. Зачем он вообще их держит при себе.''Хахаха, я думаю не надолго он вышел. Пойдем соберём, что осталось.'",
        "situation": "Ситуация: исследуя лагерь Святозара с лодки вы видите как под водой два зелёных глаза движутся в вашу сторону",
        "var1": "Испытание: Держаться крепче и дать бой :Требования: 4 силы :Награда: 1 вода 1 земля",
        "var2": "Случай: Затаиться :Удача 6: - :Неудача: -1 спутник",
        "row": 10,
        "col": 13,
        "image": "ChernilniiRakan.jpg"
    },
    {
        "id": 56,
        "type": "post",
        "level": 1,
        "name": "Голова и разведчик",
        "lore": "Лор: разведчик Вихря пробрался в лагерь Святозара: 'Э псс... Да да ты, иди к стойке сюда. Нет стой, если побежишь я заору. Во во сюда сюда...''Голова... А почему ты в банке?''Это от мух, ты зубы не заговаривай, почеши затылок мне, а то сил больше терпеть нет. Охххх да... Хорошо... Тебе чего надо то? Я Святозара как ты видишь не особо люблю, так что давай подскажу.''Тут есть какие-то записи о его экспериментах?''Записей нет, но слышал болтовню, что он армию выращивает в озере из людей мёртвых, да такую, что ни меч ни огонь не возьмёт их.'",
        "situation": "Ситуация: пробираясь по лагерю в темноте вы замечаете что за вами со столба следит измученная женская голова. Она шёпотом просит у вас помощи.",
        "var1": "Испытание: Окончить её мучения:Требования: 1 ловкость :Награда: 2 золото",
        "var2": "Случай: Попытаться снять её :Удача 6: 1 спутник :Неудача: -",
        "var3": "Принятие: Оглушить и пройти мимо : -",
        "row": 11,
        "col": 11,
        "image": "GolovaiRazvedchik.jpg"
    },
    {
        "id": 57,
        "type": "post",
        "level": 5,
        "name": "Речь Всемысла",
        "lore": "Лор: Всемысл возносит хвалу: 'Восславим судьбоборца нашего Святозара! Вместе с ним сможем вернуть земли наши и то что по праву принадлежит нам! Не будут больше детей наших бранить, да в спины их грозно смотреть! Свергнем тиранию князей! Свергнем тиранию князей! Свергнем тиранию князей! Несколько веков назад предков наших незаконно осудили, гнали их и надсмехались!  В смирении отцы и матери наши влекли свой путь. Пришёл конец этому! Пожертвуйте кровь свою, что бы крепла армия наша! Сокрушит она города этой зажравшейся самодовольной толпы. И на развалинах мира мы выстроим новый, где благословленную кровь буду уважать и ценить!'",
        "situation": "Ситуация: сидя в засаде вы наблюдаете за очередью людей, которые отдаю часть своей крови в ритуальный сосуд. На их лицах сияет надежда.",
        "var1": "Испытание: Прервать сбор крови и вразумить люд :Требования: 4 мудрость :Награда: 1 драгоценный артефакт",
        "var2": "Случай: Под шум пробраться в шатер Всемысла :Удача 7: 7 золото :Неудача: -1 обычный артефакт",
        "var3": "Принятие: Продолжить наблюдение : -",
        "row": 13,
        "col": 12,
        "image": "RechVsemisla.jpg"
    },
    {
        "id": 58,
        "type": "post",
        "level": 4,
        "name": "Анхель и печать",
        "lore": "Лор: Анхель рассуждает о печати: 'Да... сложная печать, мастерски сделана. Я даже не могу её полностью рассмотреть, Святозар смешал все свои мысли для её создания. Точно кровь многих людей, точно под охраной, если всё-таки сломаем, то незамеченным это не останется. Вихрь, у вас раненые есть? Только моей крови может не хватить. Кстати если у вас ведуны есть, нужно дополнительный круг ведами покрыть, это очень поможет. Да и лагерь разбить нужно. Такое за один день не сломаешь. Хех... Первый раз такое вижу, аж мороз по коже идёт. Но ничего, кто не рискнёт, тот судьбу не проведёт.'",
        "situation": "Ситуация: После слома печати вы видите упавшего от усталости Анхеля. Из тумана формируется тень огромных размеров. Настала ваша очередь действовать.",
        "var1": "Испытание: Освятить тьму огнём :Требования: 2 огонь :Награда: 1 драгоценный артефакт",
        "var2": "Случай: Выгнать тень на свет :Удача 8: 2 ветер :Неудача: -1 драгоценный артефакт",
        "var3": "Принятие: Оставить всё на солдат Вихря : -1 ветер",
        "row": 12,
        "col": 12,
        "image": "AnhelIPechat.jpg"
    },
    {
        "id": 59,
        "type": "post",
        "level": 3,
        "name": "Иллюзия Святозара",
        "lore": "Лор: речь Святозара: 'Цепной пес князей и его герой, а где ваш бродячий кот? Сильно устал ломая мою печать? Полагаю вы пришли остановить меня и мою армию? Хахахахха Слишком поздно... Хотите вы или нет она выйдет из Мирного озера. Ни ваши ведуны ни доблестные войны не смогут их сразить. Придёт наше время. Обман Истры падёт и все увидят истинное лицо клятов: лицо силы и власти, богатства и процветания. Нам будут покланяться и приносить дары.''Ты безумец Святозар, Истра создал все условия что бы вы могли жить в спокойствии.''Именно поэтому, Вихрь, дети, что обнаружили свою силу живут в страхе? Поэтому родители отводят стариков и детей в лес на убой тварям? Отвечай, не смей уводить глаза в сторону.'",
        "situation": "Ситуация: наблюдая за речью Святозара, вы понимаете что тот всё время смотрит в одну точку и не шевелит ничем кроме губ. Подойдя и дотронувшись до его халата вы чувствуете только голые кости. Это упырь, чутье не подвело вас.",
        "var1": "Испытание: Атаковать его :Требования: 2 силы :Награда: 1 земля",
        "var2": "Случай: Схватить и допросить :Удача 9: 3 огонь :Неудача: - 1 вода",
        "var3": "Принятие: Рассказать Вихрю : 1 золото",
        "row": 11,
        "col": 12,
        "image": "SvyatozarIllusion.jpg"
    },
    {
        "id": 60,
        "type": "post",
        "level": 7,
        "name": "Солдат Святозара",
        "lore": "Лор: разговор Святозара и Всемысла: 'Вот ты мой первый солдат. Я ждал тебя больше 30 лет. Как ты прекрасен! Годы опытов, сотни загубленных жизней простого люда. Но эта необходимая жертва, это единственный путь примирения клятов и обычных людей.  Мы не забудем ваши имена и высечем их на памятниках. Простите меня...''Велика ваша душа Святозар, не стоит отягащать свой разум в таком состоянии.''Прочь. Я устал. Сопроводи моё творение в мой дом. Я хочу посидеть здесь.''Всё как вы скажете ваша светлость.'",
        "situation": "Ситуация: вы просыпаетесь от звуков битвы, на лагеря Вихря напали. Выйдя из палатки вы обнаруживаете три черные фигуры. Копья и стрелы солдат не могут оставить на них и следа.",
        "var1": "Испытание: Ринутся в бой :Требования: 7 силы :Награда: 1 былинный артефакт",
        "var2": "Случай: Обездвижить врагов сетями :Удача 10: 4 земли :Неудача: -3 ветр",
        "var3": "Принятие: Бросить солдат и уносить ноги : -",
        "row": 9,
        "col": 13,
        "image": "SoldatSvyatozara.jpg"
    },
    {
        "id": 62,
        "type": "post",
        "level": 2,
        "name": "Праздник в рабочем лагере",
        "lore": "Лор: рабочие радуются: 'Голуба, Завид, хватит мурлыкать там, идите сюда. Всемысл приходил: сказал, за хорошую работу нам три дня отгула. Весь лагерь уже тащит кто что схоронить сумел. Ох и гульнём же мы! Пойдёмте скорее! Трубы горят, не могу!''Так ты же и так каждый день здесь пил после работы.''Ты за собой так следи! А там, что выпил немного и утром на работу - так душу подлатать. А тут - ой, благодать какая! И еда, и выпить есть, и компания что надо. Ну просто загляденье!'",
        "situation": "Ситуация: вы отыскали рабочий посёлок, но он больше похож на поле битвы. Всюду валяются люди. Стон и храп перебиваются случайной руганью и вялой дракой. Обойдя лагерь, вы замечаете повозку, в которую складывают самых пьяных. Грузчики явно вам не рады.",
        "var1": "Испытание: Выяснить, зачем они забирают людей :Требования: 2 мудрости :Награда: 1 огонь 1 земля",
        "var2": "Случай: Проследить за повозкой :Удача 6: 1 обычный артефакт :Неудача: -1 огонь",
        "var3": "Принятие: Оставить повозку и найти того, кто способен говорить : 1 золото",
        "row": 8,
        "col": 13,
        "image": "PrazdnikVrabochemLagere.jpg"
    },
    {
        "id": 63,
        "type": "post",
        "level": 3,
        "name": "Самсон Пушкарёв",
        "lore": "Лор: разговор двух мужчин: 'Ох... Давай ещё разок. Мешаю чеснок со хнучём сушеным и фазу в морду кидаю?''Да, а от желчея серебро поможет.''Сведущий вы мужчина, Самсон, выручили. Совсем я вас заболтал, а вы устали с дороги небось, оставайтесь на ночь.''Спасибо, нет времени, я брата ищу. Может, был у вас? Чуть пониже меня, на чёрной лошади ездит.''А, был такой! Дней 10 назад. Поджарый, три пирога вишнёвых за раз умял. Он что-то про столицу говорил, но я не особо слушал. Вон по той дороге поехал, что в лес уходит.'",
        "situation": "Ситуация: на дороге вы встречаете двух мужчин. Молодой крепкий мужчина спрашивает вас, не видели ли вы его брата Диму. Кажется, вам знакомо его описание.",
        "var1": "Испытание: Предложить помощь в поисках :Требования: 3 мудрости :Награда: 1 спутник",
        "var2": "Случай: Разузнать, что твориться рядом :Удача 4: 2 огонь :Неудача: -",
        "var3": "Принятие: Пожать плечами и пойти дальше : -",
        "row": 5,
        "col": 11,
        "image": "SamsonPushkarev.jpg"
    },
    {
        "id": 64,
        "type": "post",
        "level": 2,
        "name": "Волшба на излечение.",
        "lore": "Лор: разговор деда с внуком: 'Васька не отвлекайся, тут нужно очень хорошо сосредоточиться, повтори ещё раз, что нужно делать.''Беру иголку, колю палец, рисую человечка на клинце. Дальше кладу руку на клинец и думаю о том, что бы нога зажила. Сколько раз еще повторять, что всё я запомнил?''Не торопись. Волшба дело тонкое. Ты если будешь представлять как ножка твоя излечивается, то только хуже стать может. Ты лучше думай о том как ты по полю с ребятами снова бегаешь, или как сапог новый ногу твою натирает.'",
        "situation": "Ситуация: идя по лагерю Святозара вы видите как в одном из домов мальчик прокалывает себе палец и чертит на полу кровавые рисунки. За ним пристально наблюдает старец.",
        "var1": "Испытание: Зайти в дом и прервать ритуал :Требования: 1 сила :Награда: 2 золото",
        "var2": "Случай: Продолжить смотреть : Удача 5: 1 огонь :Неудача: -",
        "var3": "Принятие: Продолжить бродить по обители : -",
        "row": 6,
        "col": 2,
        "image": "VolshbaNaIzlechenie.jpg"
    },
    {
        "id": 65,
        "type": "post",
        "level": 3,
        "name": "Неудачная волшба",
        "lore": "Лор: описание волшбы в книге Истры: ...Коли же хотят кляты быстро на мир повлиять, то собирают много крови с ближних, дабы через неё привнести в мир своё желание как можно быстрее. Клят, ведущий волшбу, доводит себя до полного истощения в течении нескольких дней перед таинством. Это необходимо для чёткого понимания своих желаний и чистоты разума. По сути процесс представляет из себя попытку донести свои мысли до природы посредством сильнейшей концентрации мыслительной и физической силы... ",
        "situation": "Ситуация: среди ночи вы слышите плач и слезы многих женщин. Притаившись за углом вы видите как из центральной избы выносят тело молодой девушки, видимо она не смогла пережить таинство. ",
        "var1": "Испытание: Наблюдать за процессией :Требования: 2 ловкости :Награда: 1 ветер,1 огонь",
        "var2": "Случай: Пройти в дом, когда процессия удалится :Удача 8: 1 драгоценный артефакт :Неудача: -1 земля",
        "var3": "Принятие: Продолжить разведку в другом месте : -",
        "row": 7,
        "col": 2,
        "image": "NeudazhnayaVolshba.jpg"
    },
    {
        "id": 66,
        "type": "post",
        "level": 5,
        "name": "Зодчий Видогост",
        "lore": "Лор: объявление на доске: 'Если вы молоды и здоровы и вам некуда идти, то приходите в рабочую избу мастера Видогоста. Лучшие мастера обучат вас работе с белкамнем. Красивая посуда, вазы, дома и даже мосты. После короткого обучения вы сможете делать, всё что угодно вашим заказчикам. *Обучение полностью не оплачивается, в случае работы в другом месте после обучения вы должны выплатить полную стоимость проживания и обучения у мастеров.'",
        "situation": "Ситуация: придя в рабочий дом вы пытаетесь найти мастера Видогоста, но его нигде нет. Местные рабочие говорят, что он уехал под Медную гору оценивать новый карьер.",
        "var1": "Испытание: Уговорить лучшего рабочего пойти с вами :Требования: 3 мудрости 4 золото :Награда: 1 спутник",
        "var2": "Случай: Украсть несколько ваз :Удача 8: 7 золото :Неудача: -2 камень",
        "var3": "Принятие: Пойти искать работника на гору : 1 огонь",
        "row": 12,
        "col": 3,
        "image": "ZodchiiVidogost.jpg"
    },
    {
        "id": 67,
        "type": "post",
        "level": 4,
        "name": "Видогост и бьилы бабы",
        "lore": "Лор: Видогост кряхтит: 'Фух, фух, фух, фух, фух... Бежим, бежим, бежим... Правильно я из своей избы носа не совал. Зачем только попёрся на карьер этот. Говорил-говорил, что тут всюду нечисть бродит. А они мне - иди, лучше тебя никто камень не знает. Тьфу... Домой доберусь, попляшут у меня они... Охранники ещё эти... Твари появились, так и след их простыл... '",
        "situation": "Ситуация: с вершины карьера вы видите как мужчина убегает от нескольких бьилых баб. Вы решаете помочь ему и прогоняете назойливые статуи. Незнакомец кланяется вам и просит сопроводить его на дикий перешеек.",
        "var1": "Испытание: Сопроводить мужчину :Требования: 3 силы :Награда: спутник",
        "var2": "Случай: Потребовать награду вперед, но не повести: Удача 7: 5 золото :Неудача: -2 огонь ",
        "var3": "Принятие: Дать еды и воды в дорогу: -2 золото",
        "row": 10,
        "col": 6,
        "image": "VidogostIBiliBabi.jpg"
    },
    {
        "id": 68,
        "type": "post",
        "level": 4,
        "name": "Бражник в кабаке",
        "lore": "Лор: Крики и хохот пьяной компании: 'В браге наша сила и мудрость, парни, бахнём! Еще как бахнем! Ээааааа... Жидкое золото! Эй корчмарь, наливай всем за мой счёт и принеси нам редки да солонины да побольше. Гусляр, а ты что сидишь как блаженный, давай к нам, исполни нам эту... как её... тили тили... трали вали... а, Боготырскую! Во! Чую мужики на работу завтра не пойдём...'",
        "situation": "Ситуация: зайдя под утро в кабак вы видите как в дальнем углу несколько мужчин громко храпят, повсюду разлита брага и разбросана закуска. Помимо привычной вони, вы чуствуюте стойкий запах тухлых яиц. Скорее всего здесь обосновался бражник.",
        "var1": "Испытание: Отвести бражника от корчмы :Требования: 1 земля 1 вода :Награда: 3 земли",
        "var2": "Случай: Заказать выпить и выманить бражника :Удача 7: 2 огня :Неудача: -2 золото",
        "var3": "Принятие: Взять еду с собой и уйти : -1 золото",
        "row": 4,
        "col": 10,
        "image": "Brazhnik.jpg"
    },
    {
        "id": 69,
        "type": "post",
        "level": 3,
        "name": "Михрап",
        "lore": "Лор: молодой мужчина играет на гуслях: 'Гляньте на него, 45 годин скоро, а он всё сидит и музычкой балуется, лучше бы в поле мужикам помогал.''Тише, тише это он функ свой придумывает, ахаххахаха....''Дуры вы набитые! Ничего не понимаете, это не функ,а фонк. Доколе можно завывания под жалейку да погремушки слушать. Вот нормальная музыка, бах рукой по бочке. Бууум... Слышите, звук какой раскатистый. Под такую музыку можно и в бой, и в пляс идти, одна услада для ушей.'",
        "situation": "Ситуация: проходя мимо деревни, вы слышите необычную бодрую музыку. Подойдя ближе, вы видите как несколько людей весело скачут возле костра под звонкие звуки жизни.",
        "var1": "Испытание: Показать молодёжи, как надо зажигать :Требования: 2 огня :Награда: обычный артефакт",
        "var2": "Случай: Позвать музыканта с собой :Удача 6: спутник :Неудача: -2 золото",
        "var3": "Принятие: Насладиться новыми музыкальными веяниями : -",
        "row": 12,
        "col": 19,
        "image": "Mihrap.jpg"
    },
    {
        "id": 70,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 9,
        "col": 10
    },
    {
        "id": 71,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 10,
        "col": 10
    },
    {
        "id": 72,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 11,
        "col": 10
    },
    {
        "id": 73,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 12,
        "col": 10
    },
    {
        "id": 74,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 13,
        "col": 11
    },
    {
        "id": 75,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 14,
        "col": 12
    },
    {
        "id": 76,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 8,
        "col": 11
    },
    {
        "id": 77,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 7,
        "col": 12
    },
    {
        "id": 78,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 6,
        "col": 13
    },
    {
        "id": 79,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 14,
        "col": 13
    },
    {
        "id": 80,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 1,
        "col": 10
    }, 
    {
        "id": 81,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 2,
        "col": 11
    }, 
    {
        "id": 82,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 3,
        "col": 11
    },
    {
        "id": 83,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 4,
        "col": 12
    },
    {
        "id": 84,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 6,
        "col": 14
    },
    {
        "id": 85,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 6,
        "col": 15
    },
    {
        "id": 86,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 6,
        "col": 17
    },
    {
        "id": 87,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 7,
        "col": 18
    },
    {
        "id": 88,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 8,
        "col": 18
    },  
    {
        "id": 89,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 8,
        "col": 19
    },
    {
        "id": 90,
        "type": "text",
        "level": 9,
        "text": "",
        "row": 8,
        "col": 20
    }, 
  










]
