[
    {
        "id": 1,
        "type": "post",
        "name": "Грибобор",
        "lore": "Выписка из Велесовой книги: 'Не человек и не зверь, не старик и не дитя, не зло и не добро. Коли в Его земли зашел - может и сгубить, а может вывести на тропинку и домой путь указать. Какие люди дары носят Ему, а какие, как только голубую нить в лесу увидят - за факелами бегут.После всех историй, услышанных мной, всех походов в леа и попыток увидеть тело Его, понимаю, что дела Ему до судьбы нашей скромной нет, только рост тела, да преумножение потомства волнуют Его. Не зря старики Его королём грибов называют...'",
        "situation": "в поисках провианта вы выходите на голубую полянку. Вокруг начинает смеркаться, воздух становиться влажным и тягучим, вы вспоминаете россказни о короле Грибов",
        "var1": "Испытание: Продолжить набирать припасы на поляне: Требования: 2 силы 2 огня :Награда: 3 земля",
        "var2": "Случай: Притаиться и высматривать короля: Удача 8: 3 земля :Неудача: -1 земля",
        "var3": "Принятие: Оставить монетку на добро и покинуть поляну: -1 золото",
        "row": 17,
        "col": 8,
        "image": "gribobor.jpeg"
    },
    {
        "id": 2,
        "type": "post",
        "name": "Абротник Иван",
        "lore": "Лор: полевые товарно-денежные отношения: 'Нет у меня денег, что ты ко мне привязался.''Слушай, все так говорят. А ты купи коня?''Не нужен мне конь, ну не нужен он мне. Если бы топорами торговал - я купил бы.'''Топоры, не топоры, а ты купи коня?''Пол вечера ты мне глаза мозолишь, иди вон в Ростки, там твоего коня точно купят.''Но мы то не в Ростках сейчас. Купи коня?''Аааыыааыыа...'",
        "situation": "проходя мимо поля живков, вы видите как трое рослых мужчин избивают молодого парня. Подойдя ближе, вы понимаете, что происходит самосуд над конокрадом. Вам ясно, чем всё закончится.",
        "var1": "Испытание: Отвести парня в город на честный суд :Требования: 2 мудрости :Награда: 3 золото",
        "var2": "Случай: Доказать невиновность парня :Удача 10: спутник :Неудача: -2 золото",
        "var3": "Принятие: Оставить всё как есть : -",
        "row": 14,
        "col": 11,
        "image": "Abrotnik.jpeg"
    },
    {
        "id": 3,
        "type": "post",
        "name": "Продавец сладостей из каравана",
        "lore": "'Сладости и диковинки со всех концов света! Подходи, покупай, пробуй всё, выбирай! Мороженое с гор Печальных, не будет мыслей заурядных! Кто леденец столичный лижет, тот здоровьем не обижен! Из Печного пирожок, будешь сильным ты, дружок! С Медных гор возьмешь конфетку, сыщешь ценную монетку! Из Приклонного живица, будешь ярким, как жар-птица! Яблочко из Залесного, победишь в бою любого!'",
        "situation": "идя по тракту, вы замечаете караван, который остановился возле деревни на ночлег. Местный купец развлекает детей сладостями на любой вкус и цвет.",
        "var1": "Испытание: Выпросить сладость с гор Печальных :Требования: 1 мудрость :Награда: 1 ветер",
        "var2": "Случай: Подрезать пирожок с Печного : Удача 6: 1 земля :Неудача: -2 золото",
        "var3": "Принятие: Купить сладостей : -1 золото",
        "row": 13,
        "col": 2,
        "image": "Prodovec_sladostei.jpeg"
    },
    {
        "id": 4,
        "type": "post",
        "name": "Дмитрий Пушкарёв",
        "lore": "крики из корчмы: 'Ты знаешь, сколько я Дурынд спас?! А сколько упырей под землю вернул?! Вижу по лицам вашим, что ничего страшнее палюшки не видели в жизни своей... Городские... Что... Убери руки свои... Да сам я выйду, сам... Козлы... Одна ты, Паля, меня понимаешь... Эх Самсон, Самсон... Где же ты ходишь...'",
        "situation": "у входа в корчму к вам с расспросами пристаёт крепкий коренастый мужчина. Он ищет своего брата Самсона и готов отдать всё за информацию о нём.",
        "var1": "Испытание: Убедить его продолжить поиски с вами :Требования: 3 мудрость :Награда: 1 спутник",
        "var2": "Случай: Обмануть странника :Удача 7: 3 золото :Неудача: -1 земля",
        "var3": "Принятие: Пожать плечами и войти в корчму : -",
        "row": 5,
        "col": 7,
        "image": "best_boi_din.jpeg"
    },
    {
        "id": 5,
        "type": "post",
        "name": "Айнэ",
        "lore": "Из очерков третьей эспедиции искавшей новые пути к восточному морю: на 2-ой привал после начала 'тундарь нюр'я' (полярная ночь) мы обнаружили двух наших дозорных посиневшими от обморожения, лежащими в нескольких метрах от полевой кухни. У обоих отсутствовали правые кисти рук, возможно их утащили дикие псы. Мужичье болтает, что Айнэ пришла просить помощи. Завтра двинемся дальше. Отправил Богдана за поиском охотников, что бы предупредил, что мы двинулись дальше.",
        "situation": "Ситуация: снег застилает вам взор, но вы продолжаете идти вперед. Вы слышите хрип, и видите девушку в меховой парке тянущую к вам руку.",
        "var1": "Испытание: Ударить девушку факелом:Требования:2 огня:Награда:1 вода,малый артефакт.",
        "var2": "Случай: Протянуть свою руку:Удача 9: 2 воды, 2 золото:Неудача: убивает путника.",
        "var3": "Принятие: Отбить руку: -1 огонь.",
        "row": 2,
        "col": 13,
        "image": "Aine.jpg"
    },
    {
        "id": 6,
        "type": "post",
        "name": "Айнэ",
        "lore": "со слов старух из села Углесово: по весне, кольужелси за сеном плохо следить может завестись внизу стога. Если рослый заметит, то тут уж сено высушить можно, да или просто светом опалить его, а так может молодого телёнка или дитечку утянуть, что бы силу взять, да в леса уйти.",
        "situation": "Ситуация: вы слышите шорох и сдавленные стоны в уже набухшем от  воды сене. ",
        "var1": "Испытание: Вилами разгрести сено и высушить,что есть:Требования:1сила,1ловкость:награда:1 земля.",
        "var2": "Случай: Кинуть в стог копченую свиную ногу: Удача 6: маленький артефакт: Неудача: -2 золотых",
        "var3": "Принятие: Уйти никому не рассказав: -",
        "row": 15,
        "col": 9,
        "image": "Solomnik.jpg"
    },
    {
        "id": 7,
        "type": "post",
        "name": "Фазы",
        "lore": "Выдержка из Велесовы книги: распространены в горной местности с развитыми системами пещер. Обитают стаями, добывают пропитание в деревнях и ближайших лесах. Ворует женщин из селений завлекая их своими сладкими речами. Ночные существа. Боятся огня, не охотятся в дождь и зимнее время.",
        "situation": "Ситуация:Девчушка прячется от фаза за небольшим камнем, кажется тот потерял её и собирается улетать.",
        "var1": "Испытание: Схватить фаза живьем:Требования: 3 ловкости :Награда: 2 ветер, 2 золото.",
        "var2": "Случай: Попытаться подкрасться:Удача 7: 2 ветер:Неудача: минус артефакт по выбору.",
        "var3": "Принятие: Показать девчушку фазу : 1 ветер",
        "row": 12,
        "col": 11,
        "image": "Fasi.jpg"
    },
    {
        "id": 8,
        "type": "post",
        "name": "Бьила баба",
        "lore": "Помощница хозяйки медной горы. Женственная фигура из белых кусков мрамора соединённых между собой медными прутами. Часто уходят от хозяйки. Приходят в населённые пункты и роются по помойка в поисках одежды и других приблуд. Любят походить на обычных девушек. Абсолютно безобидны. В случае опасности убегают или просто замирают на месте. На них ведут охоту, огранять и использовать как живые статуи.",
        "situation": "Ситуация: Перед вами старуха и Бьила баба тянут у друг друга из рук красивую рубаху. Никто не думает сдаваться.",
        "var1": "Испытание: Отобрать рубаху :Требования: 2 ловкость:Награда: 4 золото.",
        "var2": "Случай: Стукнуть бьилу бабу :Удача 6: 1 земля и 1 золото:Неудача: -1 ветер",
        "var3": "Принятие: Стукнуть бабку: 1 золото",
        "row": 10,
        "col": 5,
        "image": "Bilababa.jpg"
    },
    {
        "id": 9,
        "type": "text",
        "text": "Из фрагмента летописи уцелевшей после великого пожара:\n...\nПосле того как предки наши очутились здесь. В этом безбожном крае. Много пало сразу, остальные смогли укрепиться и потихоньку освоиться.\nЗемли оказались небывалые на богатства. Реки полны рыбы, в лесах дичь множится, руд и богаств в горах на века хватит, а земля не иссекает на плоды свои. Расселился народ по землям и стал добро наживать. Только люду оказалось мало сокровищ земных, стали они больше просить у тварей лесных, а те взамен плоть и кровь клятов брали.\nНикто так толком и не понял как дети да взрослые клятами становятся. Но одно ясно, гнила их кровь и души нет в телах их. Ничем от мужика или бабы не отличить, пока не станет ясно, что тварь по ним пришла, иль если же вдруг ни с того ни с сего в дом человека потекли удача да блага мирские.\nНе помнят молодые, а старики уже позабыли, что предки наши не жили в страхе за детей своих, не знали про клятов и злодеяния их, не калечили душу свою ритуалами корыстными.\n...",
        "row": 19,
        "col": 2
    },
    {
        "id": 10,
        "type": "post",
        "name": "Земеля",
        "lore": "Из библиотеки князя Вихря: Богатырь овладевший силой земли в ходе последнего нападения ига. После войны разочаровался в совете Князей и вместе с людьми из своего старого села ушел в глушь.Очень сильно привязан к своим людям. Его невозможно ни в чем переубедить. Скорее убьет чем позволит незнакомцу пройти в свое селение.Сильно физически развит при среднем росте. В бою создает доспехи и меч из камня или дубину. ",
        "situation": "Ситуация: На выходе из леса вас встретил могучий на вид богатырь, и требует, что бы вы разворачивались и уходили.",
        "var1": "Испытание: Сжечь непробиваемого война и разграбить селение:Требования : 2 огня и 3 ловкости:Награда:1 земля и 3 золота.",
        "var2": "Случай: Договорится о проходе в селение: удача 8 : 1 золото возможность обменять одно золото на один камень до конца хода: Неудача : -1 ветер.",
        "var3": "Принятие: Уйти оставив золото как жест добрый воли: -1 золотой.",
        "row": 19,
        "col": 4,
        "image": "Zemelya.jpg"
    },
    {
        "id": 11,
        "type": "text",
        "text": "Из доклада дружинника Белогора о событиях в доме на Банной улице:\n73 дня сего года, нами был прерван ритуал клятов в 4 том доме Банной улицы. Были арестованы 3 клятки и отправлены на дознание в специальный отдел тюрьмы 'Узлы'. Так же на месте были обнаружены двое детей, однозначно судить об их участии нельзя, было принято решение отправить их князю Истре для обследования и решения их дальнейшей судьбы. Далее представлен список изъятых предметов: \nЧервленые мыльные камни: 2 \nФигурка глиняная - люд: 1\nФигурка глиняная - Агелада: 2\nФигурка глиняная - солнце: 1\nФигурка глиняная - пшеничный колос: 1\nФигурный нож для ритуала: 1\nСеребрённая  вытянутая чашечка: 5\nДетский череп: 1\nВсе описанные предметы были доставлены в 'Узлы', для последующего описания и уничтожения.\nВ ходе задержания Мирслав и Дунай получили колытые раны от гвоздей и стекла. Мирслав скончался на месте, жизни Дуная ничего не угрожает. В записях, обнаруженных в избе, говорится об ещё 2 женщинах, которые были связанны с этим прибежищем, информации об их имени и делу нет.",
        "row": 7,
        "col": 8
    },
    {
        "id": 12,
        "type": "post",
        "name": "Дивьи люди",
        "lore": "Со слов промысловых охотников: Живут они поодаль от селений. Люд им подавно не нужен, если заметят, что охотник рядом, то прячутся иль уходят восвояси. Богдан говорит видел их, на людей похожи но по одной руке и ноге у них, да и глаз тоже один. Живут в пещерах подле гор, там и разводят огонь для печей своих. Если уж деревня ряд и ветром северным дым принесёт, то болезней не миновать, да и скотина помереть может.",
        "situation": "Ситуация: Посередине опушки вы видите раненое существо отдалённо напоминающее человека.",
        "var1": "Испытание: Изловить диво и продать:Требования: 1 ловкость 1 вода:Награда:5 золото.",
        "var2": "Случай: Оказать первую помощь:Удача 5: 1 камень 1 золото:Неудача: -1 золото.",
        "var3": "Принятие: Оставить раненое существо: -",
        "row": 1,
        "col": 19,
        "image": "Divilud.jpg"
    },
    {
        "id": 13,
        "type": "post",
        "name": "Бранник",
        "lore": "Двое детишек лет 6-7 спорят: «Да я видела!», «Нет, ты не видела, не бывает такого!», «Бывает, я тебе говорю! У дяди Феди рядом с головой марево было, а на улице изо рта пар валил. Он потом домой пошёл и Соньку - пса своего любимого - с такой силой пнул, что тот выл пол ночи», «Ну, раз такое видела, то что же дяде Феди в ухо не плюнула?! Сама же знаешь, что коль сел на плечо Бранник, так ты в другое ухо плюнь - тот и убежит поскорее!»",
        "situation": "Ситуация: Двое мужчин сцепились и, кажется, сейчас задушат друг друга. Над их головами марево чуть ли не вихрем ходит.",
        "var1": "Испытание: Остановить драку и плюнуть мужикам в уши :Требования: 1 вода 1 сила 1 ловкость :Награда: 1 огонь",
        "var2": "Случай: Поставить на мужчину в зелёной рубахе :Удача 6: 4 золото  :Неудача: -4 золото",
        "var3": "Принятие: Разнять драку с помощью прохожих: 1 золото",
        "row": 14,
        "col": 14,
        "image": "Brannik.jpg"
    },
    {
        "id": 14,
        "type": "post",
        "name": "Бранник",
        "lore": "Из сборника сказаний и присказок: Коль помер в деревне иль в нажитье (аналог села, но провославия нет значит и села нет) ребёнок, что без умыслов злых жизнь свою недолгую прожил, то к дому где жил ночью Еловник прийти может. В окошко пару раз стукнет и Шишки на пороге оставит, но только нельзя встречать его - худо будеь. Поутру нужно шишку  на могиле усопшего зарыть, тогда там ель вырастит и не будет ни одна чудь могилу копать, а спокойствие и благо в дом придёт.",
        "situation": "Ситуация:под ночь вы пришли в деревню 'Тёмки'. Около одной и изб вы замечаете угловатую тень.",
        "var1": "Испытание: Наблюдать из дали :Требования: 3 мудрость:Награда: 2 земли",
        "var2": "Случай: Напасть на тень:Удача 10: по 1 всех :Неудача: - спутник",
        "var3": "Принятие: Предупредить людей в доме: -",
        "row": 16,
        "col": 18,
        "image": "Elovnik.jpg"
    },
    {
        "id": 15,
        "type": "post",
        "name": "Забава",
        "lore": "Народная песня:\nА жила была Забава\nИ Ивана повстречала\nСердце молодцу отдала\nА Ивана вдруг не стало\n\nВ танце кружится Забава\nСкомароха повстречала\nВся душа её истлела\nКрови люда захотела",
        "situation": "Ситуация:Вы видите на опушке яркую ярмарку. К вам подбегает молодая девушка и настойчиво предлагает потанцевать. Что-то не нравится вам в её глазах.",
        "var1": "Испытание:Разогнать весь народ с ярмарки:Требования: 3 мудрость :Награда: 1 земля 1 вода",
        "var2": "Случай: Отговориться от танца:Удача 7: 1 огонь :Неудача: -3 золото",
        "row": 5,
        "col": 4,
        "image": "Zabava.jpg"
    },
    {
        "id": 16,
        "type": "post",
        "name": "Хозяйка медной горы",
        "lore": "По рассказу кузнеца Степана: искал я руды около Медной горы как обычно, присел отдохнуть и увидел её. Стояла на краю обрыва, блистала в свете заходящего Солнца. Никогда я не видел женщины краше. Надеюсь когда нибудь она возьмёт мои дары, что я ношу к подножью горы каждый год после первых подснежников.",
        "situation": "Ситуация: в залах под медной горой вас встретила владычица гор. Она учтиво поприветствовала вас и откланивается по своим делам.",
        "var1": "Испытание: Набрать сокровищ в копях:Требования: 4 силы :Награда: 2 камень 5 золота",
        "var2": "Случай:Украсть сокровище горы :Удача 8: былинный артефакт:Неудача: -3 воздуха",
        "var3": "Принятие: Насладится красотой подгорья: 1 земля",
        "row": 8,
        "col": 6,
        "image": "HozyaikaMednoiGory.jpg"
    },
    {
        "id": 17,
        "type": "post",
        "name": "Разбойники",
        "lore": "Из отчета Белогора на совете Князей: сколько раз мы уже их ловили, сколько переубивали, нет им конца. Вокруг работы полны, еды на всех хватает, а им все неймётся. На дорогах люд грабят, в рабство детей и женщин уводят, пожары на полях устраивают. Раз уж не понимают, предлагаю за любого кто в разбойничьих делах замещен награду давай, а разбойников казнить, что бы не повадки было.",
        "situation": "Ситуация: в далеке на дороге вы увидели группу вооруженных мужчин. Они начинают галдеть и машут в вашу сторону. ",
        "var1": "Испытание: Напасть и схватить разбойников живьем:Требования: 2 силы 2 ловкости:Награда: 6 золото",
        "var2": "Случай:Подойти и заговорить разбойникам зубы:Удача 8: драгоценный артефакт :Неудача: -4 золото",
        "var3": "Принятие: Унести ноги: -1 золото",
        "row": 17,
        "col": 11,
        "image": "Razboiniki.jpg"
    },
    {
        "id": 18,
        "type": "post",
        "name": "Дурынды",
        "lore": "Со слов Михаила Павловича, главы деревни Углесово: 'Так, значит: если ещё увижу, что кто из баб идёт с потопок - высеку. Я сколько раз говорил: грибы и ягоды там не собирать! Вам мало, что Люда, Софа и Машка там Дурындами стали? Машка моя тоже думала, что байки всё. А даже я услыхал, как её болото позвало, оглянуться не успел - пропала.'",
        "situation": "Ситуация: отчаявшийся глава деревни просит Вас поискать на болоте его дочь.",
        "var1": "Испытание: Вернуть тело дочери:Требования: 2 мудрость 1 огонь :Награда: 1 земля 1 вода",
        "var2": "Случай: Изловить и вылечить дочь: Удача 9: 2 воды :Неудача: -1 огонь",
        "var3": "Принятие: Отказать в просьбе старику: -",
        "row": 14,
        "col": 9,
        "image": "Durinda.jpg"
    },
    {
        "id": 19,
        "type": "post",
        "name": "Свой",
        "lore": "Выдержка из Велесовой книги: кто такой - неизвестно, как выглядит - неизвестно, одно ясно, что коли он появился всё одним толком пойдет. Появляется в семье родственник далёкий, да такой, что никто другой его раньше не слышал и не видел, но в семье все до основания уверены, что знают его. Если вовремя не распознать и не остановить силой, то он потихоньку будет у семьи силу и дух забирать, пока не насытится и не уйдёт восвояси.",
        "situation": "Ситуация: на одном из домов на Средней улицы вы замечаете как худой мужчина старательно убирает паутину с окон и осторожно осматривается по сторонам.",
        "var1": "Испытание: Проверить житилей дома:Требования: 2 силы 2 мудрости :Награда: 1 ветер 1 земля",
        "var2": "Случай: Пробратся в дом незамеченным:Удача 9: драгоценный артефакт:Неудача: -1 огонь",
        "var3": "Принятие: Доложить дружинникам: 2 золото",
        "row": 16,
        "col": 13,
        "image": "Svoi.jpg"
    }



]
